[
    {
        "procedure": "01",
        "shortDescription": "Release for free circulation with simultaneous onward dispatch (OSD) to another Customs Union Territory",
        "longDescription": "The use of this procedure code is a declaration by the importer that the conditions laid down in Council Regulation (EU) No. 952/2013, Commission Delegated Regulation (EU) No. 2015/2446 and Commission Implementing Regulation (EU) No. 2015/2447 are met.",
        "codes": [
            {
                "prevProcedure": "00",
                "shortDescription": "Free circulation with onward dispatch.",
                "longDescription": "Release for free circulation of goods simultaneously re-dispatched to a Special Fiscal Territory or other territory with which the EU has formed a Customs Union and where the goods have not been subject to any previous procedure.",
                "conditionForUse": "<p>\r\nThis Procedure Code is used to claim simultaneous release for free circulation and dispatch to another territory in the context of trade between the Union and the countries with which it has formed a Customs Union of goods. These goods are then the subject of a VAT-exempt supply to another Customs Union Territory and, when applicable, an excise-duty suspension. The VAT and applicable excise duty will be due in the Territory of final destination.\r\n</p>\r\n\r\n<p>\r\nFor territories which fall within the scope of Directives 2006/112/EC and 2008/118/EC, use of this procedure code is dependent on complying with the conditions laid down for an onward dispatch, for example completion of movement of goods in excise suspense requirements. Any customs duties must be paid or accounted for under Article 195, EU Reg. No. 952/2013 (UCC)), in order for the goods to be released to this procedure.\r\n</p>\r\n\r\n<p>\r\nThese notes must be read in conjunction with the appropriate completion notes for the Additional Procedure Code used on the declaration (DE 1/11).\r\n</p>",
                "restrictionsOnUsage": "<p>\r\nGoods must be intended for onward dispatch to another Customs Union Territory at the time this procedure is requested. The goods must be onward supplied:\r\n\r\n<ul>\r\n    <li>Within 30 days of the goods release to this procedure;</li>\r\n    <li>In an unaltered state from the time of release to this procedure.</li>\r\n</ul>\r\n\r\nEvidence of an onward shipment contract must be declared in DE 2/3 (Document Codes). Release for free circulation is dependent on the application of customs formalities relating to the release of the goods. This includes the application of commercial policy measures, including any prohibition or restrictions (Article 201, EU Reg. No. 952/2013 (UCC)).\r\n</p>\r\n\r\n<p>\r\nWhere the Additional Declaration Type code used in DE 1/2 is: C, F or Y, authorisation to use the Simplified Declaration Procedures (SDP) must also be held.\r\n</p>\r\n\r\n<p>\r\nThis Procedure Code may not be used with Entry in Declarant’s Records (EIDR).\r\n</p>",
                "correlationMatrix": [
                    {
                        "index": 95,
                        "code": "E01",
                        "shortDescription": "Use of the Unit Price for the Determination of the Customs Value for Certain Perishable Goods (Article 74(2)(c) of the Code and Article 142(6) of Commission Implementing Regulation No. (EU) 2015/2447 )"
                    },
                    {
                        "index": 96,
                        "code": "E02",
                        "shortDescription": "Standard Import Values (SIV) as published in the EU Official Journal (OJ)"
                    },
                    {
                        "index": 102,
                        "code": "F06",
                        "shortDescription": "A movement of excise goods under an excise duty suspension arrangement from the place of importation in accordance with Article 17(1)(b) of Directive 2008/118/EC"
                    },
                    {
                        "index": 104,
                        "code": "F15",
                        "shortDescription": "Goods introduced in the context of trade with Special Fiscal Territories or territories with which the EU has formed a Customs Union (Article 1(3) of the Code)"
                    },
                    {
                        "index": 105,
                        "code": "F21",
                        "shortDescription": "Exemption from import duties of products of sea-fishing and other products taken from the territorial sea of a country or territory outside the customs territory of the Union by vessels solely registered or recorded in a Member State and flying the flag of that state"
                    },
                    {
                        "index": 106,
                        "code": "F22",
                        "shortDescription": "Exemption from import duties of products obtained from products of sea fishing and other products taken from the territorial sea of a country or territory outside the customs territory of the Union on board factory-ships registered or recorded in a Member State and flying the flag of the state"
                    },
                    {
                        "index": 111,
                        "code": "1BN",
                        "shortDescription": "Fresh bananas without a weight certificate"
                    },
                    {
                        "index": 112,
                        "code": "1CD",
                        "shortDescription": "Controlled drugs using Simplified Procedures"
                    },
                    {
                        "index": 113,
                        "code": "1CG",
                        "shortDescription": "Controlled Goods using Simplified Procedures"
                    },
                    {
                        "index": 114,
                        "code": "1CL",
                        "shortDescription": "Taxable commodities for climate change levy, with or without a claim to levy relief."
                    },
                    {
                        "index": 116,
                        "code": "1ES",
                        "shortDescription": "Goods imported for or on behalf of the European Space Agency (ESA) or by Astrium Ltd for use in INTELSAT project"
                    },
                    {
                        "index": 134,
                        "code": "1SC",
                        "shortDescription": "Consignments entered under the provisions of the split consignment facility."
                    },
                    {
                        "index": 148,
                        "code": "63P",
                        "shortDescription": "Release to RGR with Onward Supply"
                    }
                ]
            },
            {
                "prevProcedure": "21",
                "shortDescription": "Re-import after outward processing (OP) with onward dispatch",
                "longDescription": "Release for free circulation of goods simultaneously re-dispatched to a Special Fiscal Territory or other territory with which the EU has formed a customs union and where the goods are being re-imported following temporary export under outward processing (Articles 259 - 262 EU Reg. No. 952/2013 (UCC)).",
                "conditionForUse": "<p>\r\nThis Procedure Code is used to claim duty relief on goods re-imported under the outward processing (OP) procedure with simultaneous release for free circulation and onward dispatch to another territory in the context of trade between the Union and the countries with which it has formed a Customs Union of goods. These goods are then the subject of a VAT-exempt supply to another Customs Union Territory and, when applicable, an excise-duty suspension. The VAT and applicable excise duty will be due in the Customs Union Territory of final destination.\r\n</p>\r\n\r\n<p>\r\nFor territories which fall within the scope of Directives 2006/112/EC and 2008/118/EC, use of this procedure code is dependent on complying with the conditions laid down for an onward dispatch, for example, completion of movement of goods in excise suspense requirements.\r\n</p>\r\n\r\n<p>\r\nAny customs duties must be paid or accounted for under Article 195, EU Reg. No. 952/2013 (UCC), in order for the goods to be released to this procedure.\r\n</p>\r\n\r\n<p>\r\nAn OP authorisation, valid at the time of export, is needed to use this procedure. This may be pre-approved (single member state or multi-state) or declaration specific (Authorisation by Customs Declaration), see conditions and requirements detailed in <a href=\"https://www.gov.uk/government/collections/pay-less-or-no-duty-on-goods-you-store-repair-process-or-temporarily-use\">Notice 3001</a>.\r\n</p>\r\n\r\n<p>\r\nGoods may be re-imported by a different person to the person who originally exported the goods under OP.\r\n</p>\r\n\r\n<p>\r\nSee OP conditions for use detailed in Notice 3001.\r\n</p>\r\n\r\n<p>\r\nThese notes must be read in conjunction with the appropriate completion notes for the Additional Procedure Codes used on the declaration (DE 1/11).\r\n</p>",
                "restrictionsOnUsage": "<p>\r\nGoods must be intended for onward dispatch to another Customs Union Territory at the time this procedure is requested. The goods must be onward dispatched:\r\n\r\n<ul>\r\n    <li>Within 30 days of the goods release to this procedure;</li>\r\n    <li>In an unaltered state from the time of release to this procedure.</li>\r\n</ul>\r\n\r\nEvidence of an onward shipment contract must be declared in DE 2/3 (Document Codes).\r\n</p>\r\n\r\n<p>\r\nEvidence of eligibility for customs duty relief under the Outward Processing (OP) procedure must be held. A duty calculation worksheet to verify any duty override calculations will be required (see DE 2/3 Document Codes).\r\n</p>\r\n\r\n<p>\r\nThe use of this procedure is subject to a full authorisation (single member state or multi-state), or an Authorisation by Customs Declaration being held at the time the goods were exported under OP.\r\n</p>\r\n\r\n<p>\r\nGoods temporarily exported for processing under VAT only OP (DE 1/11 B53 or B54 at export) may not be re-imported using this Procedure Code.\r\n</p>\r\n\r\n<p>\r\nWhere the Additional Declaration Type code used in DE 1/2 is: C, F or Y, authorisation to use the Simplified Declaration Procedures (SDP) must also be held.\r\n</p>\r\n\r\n<p>\r\nAdditional Declaration Types (DE 1/2): C, F or Y cannot be used where use of the previous procedure (OP) was approved by Authorisation by Customs Declaration. If the previous procedure was approved by Authorisation by Customs Declaration AI code 00100 in DE 2/2 may only be used with codes A and D in DE 1/2 on this declaration.\r\n</p>\r\n\r\n<p>\r\nAuthorisation by Customs Declaration may only be used where the entry to and discharge of the special procedure occur within the same Member State.\r\n</p>\r\n\r\n<p>\r\nRelease for free circulation is dependent on the application of customs formalities relating to the release of the goods. This includes the application of commercial policy measures, including any prohibitions or restrictions (Article 201, EU Reg. No. 952/2013 (UCC)).\r\n</p>\r\n\r\n<p>\r\nThis Procedure Code may not be used with Entry in Declarant’s Records (EIDR).\r\n</p>",
                "correlationMatrix": [
                    {
                        "index": 2,
                        "code": "B02",
                        "shortDescription": "Processed products returning after repair under guarantee in accordance with Article 260 of the Code (goods repaired free of charge)."
                    },
                    {
                        "index": 3,
                        "code": "B03",
                        "shortDescription": "Processed products returning after replacement under guarantee in accordance with Article 261 of the Code (Standard Exchange System)"
                    },
                    {
                        "index": 102,
                        "code": "F06",
                        "shortDescription": "A movement of excise goods under an excise duty suspension arrangement from the place of importation in accordance with Article 17(1)(b) of Directive 2008/118/EC"
                    },
                    {
                        "index": 104,
                        "code": "F15",
                        "shortDescription": "Goods introduced in the context of trade with Special Fiscal Territories or territories with which the EU has formed a Customs Union (Article 1(3) of the Code)"
                    },
                    {
                        "index": 112,
                        "code": "1CD",
                        "shortDescription": "Controlled drugs using Simplified Procedures"
                    },
                    {
                        "index": 113,
                        "code": "1CG",
                        "shortDescription": "Controlled Goods using Simplified Procedures"
                    },
                    {
                        "index": 146,
                        "code": "46P",
                        "shortDescription": "Prior Import Equivalence for Outward Processing"
                    },
                    {
                        "index": 147,
                        "code": "48P",
                        "shortDescription": "Prior Import Equivalence for the replacement of defective goods under Outward Processing"
                    }
                ]
            },
            {
                "prevProcedure": "51",
                "shortDescription": "Release to free circulation after inward processing (IP) with onward dispatch",
                "longDescription": "Release for free circulation of goods simultaneously re-dispatched to a Special Fiscal Territory or other territory with which the EU has formed a Customs Union and where the goods have been previously entered to inward processing (Article 256 EU Reg. No. 952/2013 (UCC)).",
                "conditionForUse": "<p>\r\nThis Procedure Code is used to claim simultaneous release for free circulation and dispatch to another territory in the context of trade between the Union and the countries with which it has formed a customs union for goods which were previously entered to inward processing (IP). These goods are then the subject of a VAT-exempt supply to another Customs Union Territory and, when applicable, an excise-duty suspension. The VAT and applicable excise duty will be due in the Customs Union Territory of final destination.\r\n</p>\r\n\r\n<p>\r\nFor territories which fall within the scope of Directives 2006/112/EC and 2008/118/EC, use of this procedure code is dependent on complying with the conditions laid down for an onward dispatch, for example, completion of movement of goods in excise suspense requirements.\r\n</p>\r\n\r\n<p>\r\nAny customs duties must be paid or accounted for under Article 195, EU Reg. No. 952/2013 (UCC), in order for the goods to be released to this procedure.\r\n</p>\r\n\r\n<p>\r\nAn Inward Processing (IP) authorisation, valid at the time the goods were entered to IP, is needed to use this procedure. This may be pre-approved (single member state or multi-state) or declaration specific (Authorisation by Customs Declaration), see conditions and requirements detailed in <a href=\"https://www.gov.uk/government/collections/pay-less-or-no-duty-on-goods-you-store-repair-process-or-temporarily-use\">Notice 3001</a>.\r\n</p>\r\n\r\n<p>\r\nThese notes must be read in conjunction with the appropriate completion notes for the Additional Procedure Code used on the declaration (DE 1/11).\r\n</p>",
                "restrictionsOnUsage": "<p>\r\nGoods must be intended for onward dispatch to another Customs Union Territory at the time this procedure is requested. The goods must be onward dispatched:\r\n\r\n<ul>\r\n    <li>Within 30 days of the goods release to this procedure;</li>\r\n    <li>In an unaltered state from the time of their entry to inward processing. Where the goods are diverted from IP, the goods subject to the onward dispatch must have been diverted unprocessed. Where the goods were processed under IP they are not eligible for onward dispatch relief.</li>\r\n</ul>\r\n\r\nEvidence of an onward shipment contract must be declared in DE 2/3 (Document Codes).\r\n</p>\r\n\r\n<p>\r\nEvidence of eligibility for customs duty relief under the Inward Processing (IP) procedure must be held. A duty calculation worksheet to verify any duty override calculations will be required (see DE 2/3 Document Codes).\r\n</p>\r\n\r\n<p>\r\nThe use of this procedure is subject to a full authorisation (single member state or multi-state), or an Authorisation by Customs Declaration being held at the time the goods were entered to IP.\r\n</p>\r\n\r\n<p>\r\nWhere the additional declaration type used in DE 1/2 is: C, authorisation to use the Simplified Declaration Procedures (SDP) must also be held.\r\n</p>\r\n\r\n<p>\r\nAdditional declaration type (DE 1/2): C cannot be used where use of the previous procedure was approved by Authorisation by Customs Declaration. If the previous procedure was approved by Authorisation by Customs Declaration AI code 00100 in DE 2/2 may only be used with code A in DE 1/2 on this declaration.\r\n</p>\r\n\r\n<p>\r\nAuthorisation by Customs Declaration may only be used where the entry to and discharge of the special procedure occur within the same Member State.\r\n</p>\r\n\r\n<p>\r\nRelease for free circulation is dependent on the application of customs formalities relating to the release of the goods. This includes the application of commercial policy measures, including any prohibitions or restrictions (Article 201, EU Reg. No. 952/2013 (UCC)).\r\n</p>\r\n\r\n<p>\r\nThis Procedure Code may not be used with Entry in Declarant’s Records (EIDR).\r\n</p>",
                "correlationMatrix": [
                    {
                        "index": 1,
                        "code": "A04",
                        "shortDescription": "Goods which are being placed under or discharged from an Inward Processing procedure (VAT only)"
                    },
                    {
                        "index": 102,
                        "code": "F06",
                        "shortDescription": "A movement of excise goods under an excise duty suspension arrangement from the place of importation in accordance with Article 17(1)(b) of Directive 2008/118/EC"
                    },
                    {
                        "index": 104,
                        "code": "F15",
                        "shortDescription": "Goods introduced in the context of trade with Special Fiscal Territories or territories with which the EU has formed a Customs Union (Article 1(3) of the Code)"
                    },
                    {
                        "index": 107,
                        "code": "F44",
                        "shortDescription": "Inward Processing; customs debt under Article 86(3) of the Code"
                    },
                    {
                        "index": 112,
                        "code": "1CD",
                        "shortDescription": "Controlled drugs using Simplified Procedures"
                    },
                    {
                        "index": 113,
                        "code": "1CG",
                        "shortDescription": "Controlled Goods using Simplified Procedures"
                    }
                ]
            },
            {
                "prevProcedure": "53",
                "shortDescription": "Release to free circulation after temporary admission (TA) with onward dispatch",
                "longDescription": "Release for free circulation of goods simultaneously re-dispatched to a Special Fiscal Territory or other territory with which the EU has formed a Customs Union and where the goods have been previously entered to temporary admission (Article 250 EU Reg. No. 952/2013 (UCC)).",
                "conditionForUse": "<p>\r\nThis Procedure Code is used to claim simultaneous release for free circulation and dispatch to another territory in the context of trade between the Union and the countries with which it has formed a customs union for goods which were previously entered to temporary admission (TA). These goods are then the subject of a VAT-exempt supply to another Customs Union Territory and, when applicable, an excise-duty suspension. The VAT and applicable excise duty will be due in the Customs Union Territory of final destination.\r\n</p>\r\n\r\n<p>\r\nFor territories which fall within the scope of Directives 2006/112/EC and 2008/118/EC, use of this procedure code is dependent on complying with the conditions laid down for an onward dispatch, for example, completion of movement of goods in excise suspense requirements.\r\n</p>\r\n\r\n<p>\r\nAny customs duties must be paid or accounted for under Article 195, EU Reg. No. 952/2013 (UCC), in order for the goods to be released to this procedure.\r\n</p>\r\n\r\n<p>\r\nA Temporary Admission (TA) authorisation, valid at the time the goods were entered to TA, is needed to use this procedure. This may be pre-approved (single member state or multi-state) or declaration specific (Authorisation by Customs Declaration), see conditions and requirements detailed in <a href=\"https://www.gov.uk/government/collections/pay-less-or-no-duty-on-goods-you-store-repair-process-or-temporarily-use\">Notice 3001</a>.\r\n</p>\r\n\r\n<p>\r\nThese notes must be read in conjunction with the appropriate completion notes for the Additional Procedure Code used on the declaration (DE 1/11).\r\n</p>",
                "restrictionsOnUsage": "<p>\r\nGoods must be intended for onward dispatch to another Customs Union Territory at the time this procedure is requested. The goods must be onward dispatched:\r\n\r\n<ul>\r\n    <li>Within 30 days of the goods release to this procedure</li>\r\n    <li>In an unaltered state from the time of their entry to TA</li>\r\n</ul>\r\n\r\nEvidence of an onward shipment contract must be declared in DE 2/3 (Document Codes). Evidence of eligibility for customs duty relief under the Temporary Admission (TA) procedure must be held.\r\n</p>\r\n\r\n<p>\r\nThe use of this procedure is subject to a full authorisation (single member state or multi-state), or an Authorisation by Customs Declaration being held at the time the goods were entered to TA.\r\n</p>\r\n\r\n<p>\r\nWhere the additional declaration type used in DE 1/2 is: C authorisation to use the Simplified Declaration Procedures (SDP) must also be held.\r\n</p>\r\n\r\n<p>\r\nAdditional declaration type (DE 1/2): C cannot be used where use of the previous procedure was approved by Authorisation by Customs Declaration. If the previous procedure was approved by Authorisation by Customs Declaration AI code 00100 in DE 2/2 may only be used with code A in DE 1/2 on this declaration.\r\n</p>\r\n\r\n<p>\r\nAuthorisation by Customs Declaration may only be used where the entry to and discharge of the special procedure occur within the same Member State.\r\n</p>\r\n\r\n<p>\r\nRelease for free circulation is dependent on the application of customs formalities relating to the release of the goods. This includes the application of commercial policy measures, including any prohibition or restrictions (Article 201, EU Reg. No. 952/2013 (UCC)).\r\n</p>\r\n\r\n<p>\r\nThis Procedure Code may not be used with Entry in Declarant’s Records (EIDR).\r\n</p>",
                "correlationMatrix": [
                    {
                        "index": 102,
                        "code": "F06",
                        "shortDescription": "A movement of excise goods under an excise duty suspension arrangement from the place of importation in accordance with Article 17(1)(b) of Directive 2008/118/EC"
                    },
                    {
                        "index": 104,
                        "code": "F15",
                        "shortDescription": "Goods introduced in the context of trade with Special Fiscal Territories or territories with which the EU has formed a Customs Union (Article 1(3) of the Code)"
                    },
                    {
                        "index": 112,
                        "code": "1CD",
                        "shortDescription": "Controlled drugs using Simplified Procedures"
                    },
                    {
                        "index": 113,
                        "code": "1CG",
                        "shortDescription": "Controlled Goods using Simplified Procedures"
                    }
                ]
            },
            {
                "prevProcedure": "54",
                "shortDescription": "Release to free circulation after IP in another Member State with onward dispatch",
                "longDescription": "Release for free circulation of goods simultaneously re-dispatched to a Special Fiscal Territory or other territory with which the EU has formed a customs union and where the goods have been previously entered to inward processing in another member state (Articles 211(1) and 256 EU Reg. No. 952/2013 (UCC)).",
                "conditionForUse": "<p>\r\nThis Procedure Code is used to claim simultaneous release for free circulation and dispatch to another territory in the context of trade between the Union and the countries with which it has formed a customs union for goods which were previously entered to inward processing (IP) in another member state. These goods are then the subject of a VAT-exempt supply to another Customs Union Territory and, when applicable, an excise-duty suspension. The VAT and applicable excise duty will be due in the Customs Union Territory of final destination.\r\n</p>\r\n\r\n<p>\r\nFor territories which fall within the scope of Directives 2006/112/EC and 2008/118/EC, use of this procedure code is dependent on complying with the conditions laid down for an onward dispatch, for example, completion of movement of goods in excise suspense requirements.\r\n</p>\r\n\r\n<p>\r\nAny customs duties must be paid or accounted for under Article 195, EU Reg. No. 952/2013 (UCC), in order for the goods to be released to this procedure.\r\n</p>\r\n\r\n<p>\r\nA full, multi-state Inward Processing (IP) authorisation, valid at the time the goods were entered to IP, is needed to use this procedure, see conditions and requirements detailed in <a href=\"https://www.gov.uk/government/collections/pay-less-or-no-duty-on-goods-you-store-repair-process-or-temporarily-use\">Notice 3001</a>.\r\n</p>\r\n\r\n<p>\r\nThese notes must be read in conjunction with the appropriate completion notes for the Additional Procedure Code used on the declaration (DE 1/11).\r\n</p>",
                "restrictionsOnUsage": "<p>\r\nGoods must be intended for onward dispatch to another Customs Union Territory at the time this procedure is requested: The goods must be onward dispatched:\r\n\r\n<ul>\r\n    <li>Within 30 days of the goods release to this procedure</li>\r\n    <li>In an unaltered state from the time of their entry to inward processing. Where the goods are diverted from IP, the goods subject to the onward dispatch must have been diverted unprocessed. Where the goods were processed under IP they are not eligible for onward dispatch relief.</li>\r\n</ul>\r\n\r\nEvidence of an onward shipment contract must be declared in DE 2/3 (Document Codes). Evidence of eligibility for customs duty relief under the Inward Processing (IP) procedure must be held. A duty calculation worksheet to verify any duty override calculations will be required (see DE 2/3 Document Codes).\r\n</p>\r\n\r\n<p>\r\nThe use of this procedure is subject to a full multi-state authorisation being held for IP at the time the goods were entered to IP.\r\n</p>\r\n\r\n<p>\r\nAuthorisation by Customs Declaration cannot be used with this Procedure Code.\r\n</p>\r\n\r\n<p>\r\nRelease for free circulation is dependent on the application of customs formalities relating to the release of the goods. This includes the application of commercial policy measures, including any prohibitions or restrictions (Article 201, EU Reg. No. 952/2013 (UCC)).\r\n</p>\r\n\r\n<p>\r\nThis Procedure Code may not be used with Simplified Declaration Procedure (SDP) or Entry in Declarant’s Records (EIDR).\r\n</p>",
                "correlationMatrix": [
                    {
                        "index": 1,
                        "code": "A04",
                        "shortDescription": "Goods which are being placed under or discharged from an Inward Processing procedure (VAT only)"
                    },
                    {
                        "index": 102,
                        "code": "F06",
                        "shortDescription": "A movement of excise goods under an excise duty suspension arrangement from the place of importation in accordance with Article 17(1)(b) of Directive 2008/118/EC"
                    },
                    {
                        "index": 104,
                        "code": "F15",
                        "shortDescription": "Goods introduced in the context of trade with Special Fiscal Territories or territories with which the EU has formed a Customs Union (Article 1(3) of the Code)"
                    },
                    {
                        "index": 107,
                        "code": "F44",
                        "shortDescription": "Inward Processing; customs debt under Article 86(3) of the Code"
                    }
                ]
            },
            {
                "prevProcedure": "71",
                "shortDescription": "Release to free circulation from a customs warehouse (CW) with onward dispatch",
                "longDescription": "Release for free circulation of goods on removal from a customs warehouse with simultaneous re-dispatch to a Special Fiscal Territory or other territory with which the EU has formed a customs union (Article 240 EU Reg. No. 952/2013 (UCC)).",
                "conditionForUse": "<p>\r\nThis Procedure Code is used to claim simultaneous release for free circulation and dispatch to another territory in the context of trade between the Union and the countries with which it has formed a customs union for goods that are being released from a Customs Warehouse (CW). These goods are then the subject of a VAT-exempt supply to another Customs Union Territory and, when applicable, an excise-duty suspension. The VAT and applicable excise duty will be due in the Customs Union Territory of final destination.\r\n</p>\r\n\r\n<p>\r\nFor territories which fall within the scope of Directives 2006/112/EC and 2008/118/EC, use of this procedure code is dependent on complying with the conditions laid down for an onward dispatch, for example, completion of movement of goods in excise suspense requirements.\r\n</p>\r\n\r\n<p>\r\nAny customs duties must be paid or accounted for under Article 195, EU Reg. No. 952/2013 (UCC), in order for the goods to be released to this procedure.\r\n</p>\r\n\r\n<p>\r\nA Customs Warehousing (CW) authorisation is needed to use this procedure, see conditions and requirements detailed in <a href=\"https://www.gov.uk/government/collections/pay-less-or-no-duty-on-goods-you-store-repair-process-or-temporarily-use\">Notice 3001</a>.\r\n</p>\r\n\r\n<p>\r\nThe MRN of this declaration must be provided to the warehousekeeper for their records as evidence that the goods have been entered to a procedure.\r\n</p>\r\n\r\n<p>\r\nThese notes must be read in conjunction with the appropriate completion notes for the Additional Procedure Code used on the declaration (DE 1/11).\r\n</p>",
                "restrictionsOnUsage": "<p>\r\nGoods must be intended for onward dispatch to another Customs Union Territory at the time this procedure is requested: The goods must be onward dispatched:\r\n\r\n<ul>\r\n   <li> Within 30 days of the goods release to this procedure;</li>\r\n    <li>In an unaltered state from the time of entry to the customs warehouse, other than those necessary to preserve them.</li>\r\n<ul>\r\n\r\nEvidence of an onward shipment contract must be declared in DE 2/3 (Document Codes).\r\n</p>\r\n\r\n<p>\r\nThe use of this procedure is subject to an authorisation being held for CW.\r\n</p>\r\n\r\n<p>\r\nRelease for free circulation is dependent on the application of customs formalities relating to the release of the goods. This includes the application of commercial policy measures, including any prohibitions or restrictions (Article 201, EU Reg. No. 952/2013 (UCC)).\r\n</p>\r\n\r\n<p>\r\nWhere the additional declaration type used in DE 1/2 is: C authorisation to use the Simplified Declaration Procedures (SDP) must also be held.\r\n</p>\r\n\r\n<p>\r\nThis Procedure Code may not be used with Entry in Declarant’s Records (EIDR).\r\n</p>",
                "correlationMatrix": [
                    {
                        "index": 95,
                        "code": "E01",
                        "shortDescription": "Use of the Unit Price for the Determination of the Customs Value for Certain Perishable Goods (Article 74(2)(c) of the Code and Article 142(6) of Commission Implementing Regulation No. (EU) 2015/2447 )"
                    },
                    {
                        "index": 96,
                        "code": "E02",
                        "shortDescription": "Standard Import Values (SIV) as published in the EU Official Journal (OJ)"
                    },
                    {
                        "index": 102,
                        "code": "F06",
                        "shortDescription": "A movement of excise goods under an excise duty suspension arrangement from the place of importation in accordance with Article 17(1)(b) of Directive 2008/118/EC"
                    },
                    {
                        "index": 104,
                        "code": "F15",
                        "shortDescription": "Goods introduced in the context of trade with Special Fiscal Territories or territories with which the EU has formed a Customs Union (Article 1(3) of the Code)"
                    },
                    {
                        "index": 105,
                        "code": "F21",
                        "shortDescription": "Exemption from import duties of products of sea-fishing and other products taken from the territorial sea of a country or territory outside the customs territory of the Union by vessels solely registered or recorded in a Member State and flying the flag of that state"
                    },
                    {
                        "index": 106,
                        "code": "F22",
                        "shortDescription": "Exemption from import duties of products obtained from products of sea fishing and other products taken from the territorial sea of a country or territory outside the customs territory of the Union on board factory-ships registered or recorded in a Member State and flying the flag of the state"
                    },
                    {
                        "index": 112,
                        "code": "1CD",
                        "shortDescription": "Controlled drugs using Simplified Procedures"
                    },
                    {
                        "index": 113,
                        "code": "1CG",
                        "shortDescription": "Controlled Goods using Simplified Procedures"
                    },
                    {
                        "index": 137,
                        "code": "1VW",
                        "shortDescription": "Goods liable to VAT only, declared for customs warehousing, or removed from customs warehousing"
                    },
                    {
                        "index": 139,
                        "code": "1XW",
                        "shortDescription": "More than 1 previous procedure involving Customs Warehousing"
                    },
                    {
                        "index": 148,
                        "code": "63P",
                        "shortDescription": "Release to RGR with Onward Supply"
                    }
                ]
            },
            {
                "prevProcedure": "78",
                "shortDescription": "Release to free circulation from a free zone (FZ) with onward dispatch",
                "longDescription": "Release for free circulation of goods on removal from a free zone with simultaneous re-dispatch to a Special Fiscal Territory or other territory with which the EU has formed a customs union (Article 243 EU Reg. No. 952/2013 (UCC)).",
                "conditionForUse": "<p>\r\nThis Procedure Code is used to claim simultaneous release for free circulation and dispatch to another territory in the context of trade between the Union and the countries with which it has formed a customs union for goods that are being released from a Free Zone (FZ). These goods are then the subject of a VAT-exempt supply to another Customs Union Territory and, when applicable, an excise-duty suspension. The VAT and applicable excise duty will be due in the Customs Union Territory of final destination.\r\n</p>\r\n\r\n<p>\r\nFor territories which fall within the scope of Directives 2006/112/EC and 2008/118/EC, use of this procedure code is dependent on complying with the conditions laid down for an onward dispatch, for example, completion of movement of goods in excise suspense requirements.\r\n</p>\r\n\r\n<p>\r\nAny customs duties must be paid or accounted for under Article 195, EU Reg. No. 952/2013 (UCC), in order for the goods to be released to this procedure.\r\n</p>\r\n\r\n<p>\r\nA Free Zone (FZ) authorisation is needed to use this procedure, see conditions and requirements detailed in <a href=\"https://www.gov.uk/government/collections/pay-less-or-no-duty-on-goods-you-store-repair-process-or-temporarily-use\">Notice 3001</a>.\r\n</p>\r\n\r\n<p>\r\nThe MRN of this declaration must be provided to the Free Zone Operator for their records as evidence that the goods have been entered to a procedure.\r\n</p>\r\n\r\n<p>\r\nThese notes must be read in conjunction with the appropriate completion notes for the Additional Procedure Code used on the declaration (DE 1/11).\r\n</p>",
                "restrictionsOnUsage": "<p>\r\nGoods must be intended for onward dispatch to another Customs Union Territory at the time this procedure is requested. The goods must be onward dispatched:\r\n\r\n<ul>\r\n    <li>Within 30 days of the goods release to this procedure;</li>\r\n    <li>In an unaltered state from the time of entry to free zone, other than those necessary to preserve them.</li>\r\n</ul>\r\n\r\nEvidence of an onward shipment contract must be declared in DE 2/3 (Document Code). The use of this procedure is subject to an authorisation being held for FZ.\r\n</p>\r\n\r\n<p>\r\nRelease for free circulation is dependent on the application of customs formalities relating to the release of the goods. This includes the application of commercial policy measures, including any prohibitions or restrictions (Article 201, EU Reg. No. 952/2013 (UCC)).\r\n</p>\r\n\r\n<p>\r\nWhere the additional declaration type used in DE 1/2 is: C or Y authorisation to use the Simplified Declaration Procedures (SDP) must also be held.\r\n</p>\r\n\r\n<p>\r\nThis Procedure Code may not be used with Entry in Declarant’s Records (EIDR).\r\n</p>",
                "correlationMatrix": [
                    {
                        "index": 95,
                        "code": "E01",
                        "shortDescription": "Use of the Unit Price for the Determination of the Customs Value for Certain Perishable Goods (Article 74(2)(c) of the Code and Article 142(6) of Commission Implementing Regulation No. (EU) 2015/2447 )"
                    },
                    {
                        "index": 96,
                        "code": "E02",
                        "shortDescription": "Standard Import Values (SIV) as published in the EU Official Journal (OJ)"
                    },
                    {
                        "index": 102,
                        "code": "F06",
                        "shortDescription": "A movement of excise goods under an excise duty suspension arrangement from the place of importation in accordance with Article 17(1)(b) of Directive 2008/118/EC"
                    },
                    {
                        "index": 104,
                        "code": "F15",
                        "shortDescription": "Goods introduced in the context of trade with Special Fiscal Territories or territories with which the EU has formed a Customs Union (Article 1(3) of the Code)"
                    },
                    {
                        "index": 105,
                        "code": "F21",
                        "shortDescription": "Exemption from import duties of products of sea-fishing and other products taken from the territorial sea of a country or territory outside the customs territory of the Union by vessels solely registered or recorded in a Member State and flying the flag of that state"
                    },
                    {
                        "index": 106,
                        "code": "F22",
                        "shortDescription": "Exemption from import duties of products obtained from products of sea fishing and other products taken from the territorial sea of a country or territory outside the customs territory of the Union on board factory-ships registered or recorded in a Member State and flying the flag of the state"
                    },
                    {
                        "index": 112,
                        "code": "1CD",
                        "shortDescription": "Controlled drugs using Simplified Procedures"
                    },
                    {
                        "index": 113,
                        "code": "1CG",
                        "shortDescription": "Controlled Goods using Simplified Procedures"
                    }
                ]
            }
        ]
    },
    {
        "procedure": "07",
        "shortDescription": "Release for free circulation with simultaneous entry to an Excise Warehouse",
        "longDescription": "The use of this procedure code is a declaration by the importer that the conditions laid down in Council Regulation (EU) No. 952/2013, Commission Delegated Regulation (EU) No. 2015/2446 and Commission Implementing Regulation (EU) No. 2015/2447 are met."
    },
    {
        "procedure": "40",
        "shortDescription": "Release to free circulation",
        "longDescription": "The use of this procedure code is a declaration by the importer that the conditions laid down in Council Regulation (EU) No. 952/2013, Commission Delegated Regulation (EU) No. 2015/2446 and Commission Implementing Regulation (EU) No. 2015/2447 are met.",
        "codes": [
            {
                "prevProcedure": "00",
                "shortDescription": "Release to free circulation",
                "longDescription": "<p>\r\nEntry for free-circulation and home use of non-Union goods (H1).\r\n</p>\r\n\r\n<p>\r\nEntry for home use in the context of trade between the Union and any Special Fiscal Territory or other territory with which the EU has formed a Customs Union (H5) (Article 201, EU Reg. No. 952/2013 (UCC)) and where the goods have not been subject to any previous procedure.\r\n</p>",
                "conditionForUse": "<p>\r\nThis Procedure Code is used to claim simultaneous release for free circulation and home use with the payment of any customs duties, or entry for home use in the context of trade between the Union and the countries with which it has formed a customs union of goods.\r\n</p>\r\n\r\n<p>\r\nAny customs duties must be paid or accounted for under Article 195, EU Reg. No. 952/2013 (UCC), in order for the goods to be released to this procedure.\r\n</p>\r\n\r\n<p>\r\nThese notes must be read in conjunction with the appropriate completion notes for the Additional Procedure Code used on the declaration (DE 1/11).\r\n</p>",
                "restrictionsOnUsage": "<p>\r\nRelease for free circulation is dependent on the application of customs formalities relating to the release of the goods. This includes the application of commercial policy measures, including any prohibitions or restrictions (Article 201, EU Reg. No. 952/2013 (UCC)).\r\n</p>\r\n\r\n<p>\r\nWhere the additional declaration type used in DE 1/2 is: C, F, J, K, Y or Z authorisation to use the Simplified Declaration Procedures (SDP) or Entry in Declarant’s Records (EIDR) must also be held.\r\n</p>\r\n\r\n<p>\r\nEIDR cannot be used to declare controlled drugs or controlled goods under this Procedure Code.\r\n</p>",
                "correlationMatrix": [
                    {
                        "index": 5,
                        "code": "C01",
                        "shortDescription": "Personal property belonging to natural persons transferring their normal place of residence to the Union"
                    },
                    {
                        "index": 6,
                        "code": "C02",
                        "shortDescription": "Trousseaux and household effects imported on the occasion of a marriage"
                    },
                    {
                        "index": 7,
                        "code": "C03",
                        "shortDescription": "Presents customarily given on the occasion of a marriage"
                    },
                    {
                        "index": 8,
                        "code": "C04",
                        "shortDescription": "Personal property acquired by inheritance by a natural person having his normal place of residence in the customs territory of the Union"
                    },
                    {
                        "index": 9,
                        "code": "C06",
                        "shortDescription": "School outfits, educational materials and related household effects"
                    },
                    {
                        "index": 10,
                        "code": "C07",
                        "shortDescription": "Consignments of negligible value"
                    },
                    {
                        "index": 11,
                        "code": "C08",
                        "shortDescription": "Consignments sent from one private individual to another"
                    },
                    {
                        "index": 12,
                        "code": "C09",
                        "shortDescription": "Capital goods and other equipment imported on the transfer of activities from a third country into the Union"
                    },
                    {
                        "index": 13,
                        "code": "C10",
                        "shortDescription": "Capital goods and other equipment belonging to persons engaged in a liberal profession and to legal persons engaged in a non-profit making activity"
                    },
                    {
                        "index": 14,
                        "code": "C11",
                        "shortDescription": "Educational, scientific and cultural materials; scientific instruments and apparatus as listed in Annex 1 to Regulation (EC) No. 1186/2009"
                    },
                    {
                        "index": 15,
                        "code": "C12",
                        "shortDescription": "Educational, scientific and cultural materials; scientific instruments and apparatus as listed in Annex II to Regulation (EC) No 1186/2009"
                    },
                    {
                        "index": 16,
                        "code": "C13",
                        "shortDescription": "Educational, scientific and cultural materials; scientific instruments and apparatus imported exclusively for non-commercial purposes (including spare parts, components, accessories and tools)"
                    },
                    {
                        "index": 17,
                        "code": "C14",
                        "shortDescription": "Equipment imported for non-commercial purposes by or on behalf of a scientific research establishment or organisation based outside the Union"
                    },
                    {
                        "index": 18,
                        "code": "C15",
                        "shortDescription": "Laboratory animals and biological or chemical substances intended for research"
                    },
                    {
                        "index": 19,
                        "code": "C16",
                        "shortDescription": "Therapeutic substances of human origin and blood-grouping and tissue-typing reagents"
                    },
                    {
                        "index": 20,
                        "code": "C17",
                        "shortDescription": "Instruments and apparatus used in medical research, establishing medical diagnoses or carrying out medical treatment"
                    },
                    {
                        "index": 21,
                        "code": "C18",
                        "shortDescription": "Reference substances for the quality control of medicinal products"
                    },
                    {
                        "index": 22,
                        "code": "C19",
                        "shortDescription": "Pharmaceutical products used at international sports events"
                    },
                    {
                        "index": 23,
                        "code": "C20",
                        "shortDescription": "Goods for charitable or philanthropic organisations - basic necessities imported by State organisations or other approved organisations"
                    },
                    {
                        "index": 24,
                        "code": "C21",
                        "shortDescription": "Articles in Annex III to Regulation (EC) No 1186/2009, intended for the blind"
                    },
                    {
                        "index": 25,
                        "code": "C22",
                        "shortDescription": "Articles in Annex IV to Regulation (EC) No 1186/2009, intended for the blind imported by blind persons themselves for their own use (including spare parts, components, accessories and tools)"
                    },
                    {
                        "index": 26,
                        "code": "C23",
                        "shortDescription": "Articles in Annex IV to Regulation (EC) No 1186/2009, intended for the blind imported by certain institutions or organisations (including spare parts, components, accessories and tools)"
                    },
                    {
                        "index": 27,
                        "code": "C24",
                        "shortDescription": "Articles intended for other handicapped persons (other than blind persons) imported by handicapped persons themselves for their own use (including spare parts, components, accessories and tools)"
                    },
                    {
                        "index": 28,
                        "code": "C25",
                        "shortDescription": "Articles intended for other handicapped persons (other than blind persons) imported by certain institutions or organisations (including spare parts, components, accessories and tools)"
                    },
                    {
                        "index": 29,
                        "code": "C26",
                        "shortDescription": "Goods imported for the benefit of disaster victims"
                    },
                    {
                        "index": 30,
                        "code": "C27",
                        "shortDescription": "Decorations conferred by governments of third countries on persons whose normal place of residence is in the customs territory of the Union"
                    },
                    {
                        "index": 31,
                        "code": "C28",
                        "shortDescription": "Goods imported into the customs territory of the Union by persons who have paid an official visit to a third country and who have received them on this occasion as gifts from the host authorities"
                    },
                    {
                        "index": 32,
                        "code": "C29",
                        "shortDescription": "Goods to be used by monarchs or heads of state"
                    },
                    {
                        "index": 33,
                        "code": "C30",
                        "shortDescription": "Samples of goods of negligible value imported for trade promotion purposes"
                    },
                    {
                        "index": 34,
                        "code": "C31",
                        "shortDescription": "Printed advertising matter"
                    },
                    {
                        "index": 35,
                        "code": "C32",
                        "shortDescription": "Small representative samples of goods manufactured outside the customs territory of the Union, intended for a trade fair or similar event"
                    },
                    {
                        "index": 36,
                        "code": "C33",
                        "shortDescription": "Goods imported for examination, analysis or test purposes"
                    },
                    {
                        "index": 37,
                        "code": "C34",
                        "shortDescription": "Consignments, sent to organisations protecting copyrights or industrial and commercial patent rights"
                    },
                    {
                        "index": 38,
                        "code": "C35",
                        "shortDescription": "Tourist information literature"
                    },
                    {
                        "index": 39,
                        "code": "C36",
                        "shortDescription": "Miscellaneous documents and articles"
                    },
                    {
                        "index": 40,
                        "code": "C37",
                        "shortDescription": "Ancillary materials for the stowage and protection of goods during their transport"
                    },
                    {
                        "index": 41,
                        "code": "C38",
                        "shortDescription": "Litter, Fodder and Feeding Stuffs for Animals During Their Transport"
                    },
                    {
                        "index": 42,
                        "code": "C39",
                        "shortDescription": "Fuel and lubricants present in land motor vehicles and special containers"
                    },
                    {
                        "index": 43,
                        "code": "C40",
                        "shortDescription": "Materials for cemeteries for, and memorials to, war victims"
                    },
                    {
                        "index": 44,
                        "code": "C41",
                        "shortDescription": "Coffins, funerary urns and ornamental funerary articles"
                    },
                    {
                        "index": 45,
                        "code": "C42",
                        "shortDescription": "Personal property entered for free circulation before the person concerned establishes his normal place of residence in the customs territory of the Union (duty relief subject to an undertaking)"
                    },
                    {
                        "index": 46,
                        "code": "C43",
                        "shortDescription": "Personal property belonging to a natural person having intention to transfer his normal place of residence to the Union (duty free admission subject to an undertaking)"
                    },
                    {
                        "index": 47,
                        "code": "C44",
                        "shortDescription": "Personal property acquired by inheritance by legal persons engaged in a non-profit making activity who are established in the customs territory of the Union"
                    },
                    {
                        "index": 48,
                        "code": "C45",
                        "shortDescription": "Agricultural, stock-farming, bee-keeping, horticultural and forestry products from properties located in a third country adjoining the customs territory of the Union"
                    },
                    {
                        "index": 49,
                        "code": "C46",
                        "shortDescription": "Products of fishing or fish-farming activities carried out in the lakes or waterways bordering a Member State and a third country by Union fishermen and products of hunting activities carried out on such lakes or waterways by Union sportsmen"
                    },
                    {
                        "index": 50,
                        "code": "C47",
                        "shortDescription": "Seeds, fertilisers and products for treatment of soil and crops intended for use on property located in the customs territory of the Union adjoining a third country"
                    },
                    {
                        "index": 51,
                        "code": "C48",
                        "shortDescription": "Goods contained in the personal luggage and exempted from VAT"
                    },
                    {
                        "index": 52,
                        "code": "C49",
                        "shortDescription": "Goods for charitable or philanthropic organisations: goods of every description sent free of charge and to be used for fund-raising at occasional charity events for the benefit of needy persons"
                    },
                    {
                        "index": 53,
                        "code": "C50",
                        "shortDescription": "Goods for charitable or philanthropic organisations: equipment and office materials sent free of charge"
                    },
                    {
                        "index": 54,
                        "code": "C51",
                        "shortDescription": "Cups, medals and similar articles of an essentially symbolic nature which having been awarded in a third country to persons having their normal place of residence in the customs territory of the Union"
                    },
                    {
                        "index": 55,
                        "code": "C52",
                        "shortDescription": "Cups, medals and similar articles of an essentially symbolic nature which are given free of charge by authorities or persons established in a third country, to be presented in the customs territory of the Union, to a person having their normal place of residence in the EU"
                    },
                    {
                        "index": 56,
                        "code": "C53",
                        "shortDescription": "Awards, trophies and souvenirs of a symbolic nature and of limited value intended for distribution free of charge to persons normally resident in third countries at business conferences or similar international events"
                    },
                    {
                        "index": 57,
                        "code": "C54",
                        "shortDescription": "Goods imported into the customs territory of the Union by persons coming to pay an official visit in the customs territory of the Union and who intend to offer them on that occasion as gifts to the host authorities"
                    },
                    {
                        "index": 58,
                        "code": "C55",
                        "shortDescription": "Goods sent as gifts, in token of friendship or goodwill, by an official body, public authority or group, carrying on an activity in the public interest which is located in a third country, to an official body, public authority or group carrying on an activity in the public interest which is located in the customs territory of the Union and approved by the competent authorities to receive such articles free of duty"
                    },
                    {
                        "index": 59,
                        "code": "C56",
                        "shortDescription": "Articles for advertising purposes, of no intrinsic commercial value, sent free of charge by suppliers to their customers, which apart from their advertising function, are not capable of being used otherwise"
                    },
                    {
                        "index": 60,
                        "code": "C57",
                        "shortDescription": "Goods imported solely in order to be demonstrated or in order to demonstrate machines and apparatus, manufactured outside the customs territory of the Union and displayed at a trade fair or similar event"
                    },
                    {
                        "index": 61,
                        "code": "C58",
                        "shortDescription": "Various materials of little value such as paints, varnishes, wallpaper etc., used in the building, fitting-out and decoration of temporary stands occupied by representatives of third countries at a trade fair or similar event, which are destroyed by being used"
                    },
                    {
                        "index": 62,
                        "code": "C59",
                        "shortDescription": "Printed matter, catalogues, prospectuses, price lists, advertising posters, calendars, whether or not illustrated, unframed photographs and other articles supplied free of charge in order to advertise goods manufactured outside the customs territory of the Union and displayed at a trade fair or similar event"
                    },
                    {
                        "index": 63,
                        "code": "C60",
                        "shortDescription": "Trousseaux and household effects imported on the occasion of a marriage entered for free circulation in the first two months before the wedding (duty relief subject to the lodging of appropriate security)"
                    },
                    {
                        "index": 64,
                        "code": "C61",
                        "shortDescription": "Presents customarily given on the occasion of a marriage entered for free circulation in the last two months before the wedding (duty relief subject to the lodging of appropriate security)"
                    },
                    {
                        "index": 95,
                        "code": "E01",
                        "shortDescription": "Use of the Unit Price for the Determination of the Customs Value for Certain Perishable Goods (Article 74(2)(c) of the Code and Article 142(6) of Commission Implementing Regulation No. (EU) 2015/2447 )"
                    },
                    {
                        "index": 96,
                        "code": "E02",
                        "shortDescription": "Standard Import Values (SIV) as published in the EU Official Journal (OJ)"
                    },
                    {
                        "index": 104,
                        "code": "F15",
                        "shortDescription": "Goods introduced in the context of trade with Special Fiscal Territories or territories with which the EU has formed a Customs Union (Article 1(3) of the Code)"
                    },
                    {
                        "index": 105,
                        "code": "F21",
                        "shortDescription": "Exemption from import duties of products of sea-fishing and other products taken from the territorial sea of a country or territory outside the customs territory of the Union by vessels solely registered or recorded in a Member State and flying the flag of that state"
                    },
                    {
                        "index": 106,
                        "code": "F22",
                        "shortDescription": "Exemption from import duties of products obtained from products of sea fishing and other products taken from the territorial sea of a country or territory outside the customs territory of the Union on board factory-ships registered or recorded in a Member State and flying the flag of the state"
                    },
                    {
                        "index": 108,
                        "code": "F45",
                        "shortDescription": "Exemption from value added tax on the final importation of certain goods (Council Directive 2009/132/EC (*))"
                    },
                    {
                        "index": 109,
                        "code": "000",
                        "shortDescription": "No other Additional Procedure Code applies"
                    },
                    {
                        "index": 110,
                        "code": "0GD",
                        "shortDescription": "Goods consigned to other Government Departments and agencies (where not otherwise covered under Data Element 1/11 National Additional Procedure Codes)"
                    },
                    {
                        "index": 111,
                        "code": "1BN",
                        "shortDescription": "Fresh bananas without a weight certificate"
                    },
                    {
                        "index": 112,
                        "code": "1CD",
                        "shortDescription": "Controlled drugs using Simplified Procedures"
                    },
                    {
                        "index": 113,
                        "code": "1CG",
                        "shortDescription": "Controlled Goods using Simplified Procedures"
                    },
                    {
                        "index": 114,
                        "code": "1CL",
                        "shortDescription": "Taxable commodities for climate change levy, with or without a claim to levy relief."
                    },
                    {
                        "index": 115,
                        "code": "1DP",
                        "shortDescription": "Goods imported under diplomatic privilege (official use)"
                    },
                    {
                        "index": 116,
                        "code": "1ES",
                        "shortDescription": "Goods imported for or on behalf of the European Space Agency (ESA) or by Astrium Ltd for use in INTELSAT project"
                    },
                    {
                        "index": 119,
                        "code": "1IL",
                        "shortDescription": "Single recipient low value consignments in excess of £15 but not exceeding £135"
                    },
                    {
                        "index": 120,
                        "code": "1LV",
                        "shortDescription": "Low Value Bulking Imports (LVBI) in excess of £15 but not exceeding £135"
                    },
                    {
                        "index": 121,
                        "code": "1MO",
                        "shortDescription": "Goods imported by the MoD (MoD VAT postponed accounting)"
                    },
                    {
                        "index": 123,
                        "code": "1NC",
                        "shortDescription": "Equipment imported for certain NATO contracts and projects"
                    },
                    {
                        "index": 124,
                        "code": "1NN",
                        "shortDescription": "Goods imported for non-NATO authorised countries (official use)"
                    },
                    {
                        "index": 125,
                        "code": "1NO",
                        "shortDescription": "Goods imported for US and other NATO visiting forces (official use)"
                    },
                    {
                        "index": 126,
                        "code": "1NP",
                        "shortDescription": "Goods imported for US and other NATO visiting forces entitled personnel (personal use)"
                    },
                    {
                        "index": 127,
                        "code": "1NV",
                        "shortDescription": "Tariff Chapters 8703 (motor cars) and 8711 (motor cycles) permanently imported"
                    },
                    {
                        "index": 128,
                        "code": "1PF",
                        "shortDescription": "Goods of an aggregate value not exceeding £630 (700 euros) intended solely for personal or family use."
                    },
                    {
                        "index": 130,
                        "code": "1RC",
                        "shortDescription": "Relief from Customs Duty"
                    },
                    {
                        "index": 131,
                        "code": "1RE",
                        "shortDescription": "Relief from Excise Duty"
                    },
                    {
                        "index": 133,
                        "code": "1RV",
                        "shortDescription": "Relief from VAT (VAT exemption is claimed)"
                    },
                    {
                        "index": 134,
                        "code": "1SC",
                        "shortDescription": "Consignments entered under the provisions of the split consignment facility."
                    },
                    {
                        "index": 136,
                        "code": "1TO",
                        "shortDescription": "Hydrocarbon oils imported under the ‘Tied Oil’ scheme for Excise Duty relief."
                    },
                    {
                        "index": 142,
                        "code": "2DP",
                        "shortDescription": "Goods imported under diplomatic privilege (personal use)"
                    },
                    {
                        "index": 143,
                        "code": "2LV",
                        "shortDescription": "Low Value Bulking Imports (LVBI) not exceeding £15"
                    }
                ]
            },
            {
                "prevProcedure": "51",
                "shortDescription": "Release to free circulation after IP",
                "longDescription": "<p>\r\nEntry for free-circulation and home use of non-Union goods (H1) where the goods have been previously entered to inward processing (Article 256 EU Reg. No. 952/2013 (UCC)).\r\n</p>\r\n\r\n<p>\r\nEntry for home use in the context of trade between the Union and any Special Fiscal Territory or other territory with which the EU has formed a Customs Union (H5) where the goods have been previously entered to inward processing (Article 256 EU Reg. No. 952/2013 (UCC)).\r\n</p>",
                "conditionForUse": "<p>\r\nThis Procedure Code is used to claim simultaneous release for free circulation and home use with the payment of any customs duties, or entry for home use in the context of trade between the Union and the countries with which it has formed a customs union of goods for goods which were previously entered to IP.\r\n</p>\r\n\r\n<p>\r\nAny customs duties must be paid or accounted for under Article 195, EU Reg. No. 952/2013 (UCC), in order for the goods to be released to this procedure.\r\n</p>\r\n\r\n<p>\r\nAn Inward Processing (IP) authorisation, valid at the time the goods were entered to IP, is needed to use this customs procedure. This may be pre-approved (single member state or multi-state) or declaration specific (Authorisation by Customs Declaration), see conditions and requirements detailed in <a href=\"https://www.gov.uk/government/collections/pay-less-or-no-duty-on-goods-you-store-repair-process-or-temporarily-use\">Notice 3001</a>.\r\n</p>\r\n\r\n<p>\r\nThese notes must be read in conjunction with the appropriate completion notes for the Additional Procedure Code used on the declaration (DE 1/11).\r\n</p>",
                "restrictionsOnUsage": "<p>\r\nEvidence of eligibility for customs duty relief under the Inward Processing (IP) procedure must be held. A duty calculation worksheet to verify any duty override calculations will be required (see DE 2/3 Document Codes).\r\n</p>\r\n\r\n<p>\r\nThe use of this procedure is subject to a full authorisation (single member state or multi-state), or an Authorisation by Customs Declaration being held at the time the goods were entered to IP.\r\n</p>\r\n\r\n<p>\r\nWhere the additional declaration type used in DE 1/2 is: Z authorisation to use the Entry in Declarant’s Records (EIDR) must also be held.\r\n</p>\r\n\r\n<p>\r\nAdditional declaration type (DE 1/2): Z cannot be used where use of the previous procedure was approved by Authorisation by Customs Declaration. If the previous procedure (IP) was approved by Authorisation by Customs Declaration, AI code 00100 in DE 2/2 may only be used with code A in DE 1/2 on this declaration.\r\n</p>\r\n\r\n<p>\r\nAuthorisation by Customs Declaration may only be used where the entry to and discharge of the special procedure occurs within the same Member State.\r\n</p>\r\n\r\n<p>\r\nRelease for free circulation is dependent on the application of customs formalities relating to the release of the goods. This includes the application of commercial policy measures, including any prohibitions or restrictions (Article 201, EU Reg. No. 952/2013 (UCC)).\r\n</p>\r\n\r\n<p>\r\nThis Procedure Code may not be used with Simplified Declaration Procedure (SDP).\r\n</p>\r\n\r\n<p>\r\nEIDR cannot be used to declare controlled drugs or controlled goods under this Procedure Code.\r\n</p>",
                "correlationMatrix": [
                    {
                        "index": 1,
                        "code": "A04",
                        "shortDescription": "Goods which are being placed under or discharged from an Inward Processing procedure (VAT only)"
                    },
                    {
                        "index": 14,
                        "code": "C11",
                        "shortDescription": "Educational, scientific and cultural materials; scientific instruments and apparatus as listed in Annex 1 to Regulation (EC) No. 1186/2009"
                    },
                    {
                        "index": 15,
                        "code": "C12",
                        "shortDescription": "Educational, scientific and cultural materials; scientific instruments and apparatus as listed in Annex II to Regulation (EC) No 1186/2009"
                    },
                    {
                        "index": 16,
                        "code": "C13",
                        "shortDescription": "Educational, scientific and cultural materials; scientific instruments and apparatus imported exclusively for non-commercial purposes (including spare parts, components, accessories and tools)"
                    },
                    {
                        "index": 17,
                        "code": "C14",
                        "shortDescription": "Equipment imported for non-commercial purposes by or on behalf of a scientific research establishment or organisation based outside the Union"
                    },
                    {
                        "index": 18,
                        "code": "C15",
                        "shortDescription": "Laboratory animals and biological or chemical substances intended for research"
                    },
                    {
                        "index": 19,
                        "code": "C16",
                        "shortDescription": "Therapeutic substances of human origin and blood-grouping and tissue-typing reagents"
                    },
                    {
                        "index": 20,
                        "code": "C17",
                        "shortDescription": "Instruments and apparatus used in medical research, establishing medical diagnoses or carrying out medical treatment"
                    },
                    {
                        "index": 21,
                        "code": "C18",
                        "shortDescription": "Reference substances for the quality control of medicinal products"
                    },
                    {
                        "index": 22,
                        "code": "C19",
                        "shortDescription": "Pharmaceutical products used at international sports events"
                    },
                    {
                        "index": 23,
                        "code": "C20",
                        "shortDescription": "Goods for charitable or philanthropic organisations - basic necessities imported by State organisations or other approved organisations"
                    },
                    {
                        "index": 24,
                        "code": "C21",
                        "shortDescription": "Articles in Annex III to Regulation (EC) No 1186/2009, intended for the blind"
                    },
                    {
                        "index": 25,
                        "code": "C22",
                        "shortDescription": "Articles in Annex IV to Regulation (EC) No 1186/2009, intended for the blind imported by blind persons themselves for their own use (including spare parts, components, accessories and tools)"
                    },
                    {
                        "index": 26,
                        "code": "C23",
                        "shortDescription": "Articles in Annex IV to Regulation (EC) No 1186/2009, intended for the blind imported by certain institutions or organisations (including spare parts, components, accessories and tools)"
                    },
                    {
                        "index": 27,
                        "code": "C24",
                        "shortDescription": "Articles intended for other handicapped persons (other than blind persons) imported by handicapped persons themselves for their own use (including spare parts, components, accessories and tools)"
                    },
                    {
                        "index": 28,
                        "code": "C25",
                        "shortDescription": "Articles intended for other handicapped persons (other than blind persons) imported by certain institutions or organisations (including spare parts, components, accessories and tools)"
                    },
                    {
                        "index": 29,
                        "code": "C26",
                        "shortDescription": "Goods imported for the benefit of disaster victims"
                    },
                    {
                        "index": 32,
                        "code": "C29",
                        "shortDescription": "Goods to be used by monarchs or heads of state"
                    },
                    {
                        "index": 33,
                        "code": "C30",
                        "shortDescription": "Samples of goods of negligible value imported for trade promotion purposes"
                    },
                    {
                        "index": 34,
                        "code": "C31",
                        "shortDescription": "Printed advertising matter"
                    },
                    {
                        "index": 35,
                        "code": "C32",
                        "shortDescription": "Small representative samples of goods manufactured outside the customs territory of the Union, intended for a trade fair or similar event"
                    },
                    {
                        "index": 36,
                        "code": "C33",
                        "shortDescription": "Goods imported for examination, analysis or test purposes"
                    },
                    {
                        "index": 37,
                        "code": "C34",
                        "shortDescription": "Consignments, sent to organisations protecting copyrights or industrial and commercial patent rights"
                    },
                    {
                        "index": 38,
                        "code": "C35",
                        "shortDescription": "Tourist information literature"
                    },
                    {
                        "index": 39,
                        "code": "C36",
                        "shortDescription": "Miscellaneous documents and articles"
                    },
                    {
                        "index": 43,
                        "code": "C40",
                        "shortDescription": "Materials for cemeteries for, and memorials to, war victims"
                    },
                    {
                        "index": 61,
                        "code": "C58",
                        "shortDescription": "Various materials of little value such as paints, varnishes, wallpaper etc., used in the building, fitting-out and decoration of temporary stands occupied by representatives of third countries at a trade fair or similar event, which are destroyed by being used"
                    },
                    {
                        "index": 62,
                        "code": "C59",
                        "shortDescription": "Printed matter, catalogues, prospectuses, price lists, advertising posters, calendars, whether or not illustrated, unframed photographs and other articles supplied free of charge in order to advertise goods manufactured outside the customs territory of the Union and displayed at a trade fair or similar event"
                    },
                    {
                        "index": 104,
                        "code": "F15",
                        "shortDescription": "Goods introduced in the context of trade with Special Fiscal Territories or territories with which the EU has formed a Customs Union (Article 1(3) of the Code)"
                    },
                    {
                        "index": 107,
                        "code": "F44",
                        "shortDescription": "Inward Processing; customs debt under Article 86(3) of the Code"
                    },
                    {
                        "index": 108,
                        "code": "F45",
                        "shortDescription": "Exemption from value added tax on the final importation of certain goods (Council Directive 2009/132/EC (*))"
                    },
                    {
                        "index": 109,
                        "code": "000",
                        "shortDescription": "No other Additional Procedure Code applies"
                    },
                    {
                        "index": 114,
                        "code": "1CL",
                        "shortDescription": "Taxable commodities for climate change levy, with or without a claim to levy relief."
                    },
                    {
                        "index": 121,
                        "code": "1MO",
                        "shortDescription": "Goods imported by the MoD (MoD VAT postponed accounting)"
                    },
                    {
                        "index": 131,
                        "code": "1RE",
                        "shortDescription": "Relief from Excise Duty"
                    }
                ]
            },
            {
                "prevProcedure": "53",
                "shortDescription": "Release to free circulation after TA",
                "longDescription": "<p>\r\nEntry for free-circulation and home use of non-Union goods (H1) where the goods have been previously entered to temporary admission (Article 250 EU Reg. No. 952/2013 (UCC)).\r\n</p>\r\n\r\n<p>\r\nEntry for home use in the context of trade between the Union and any Special Fiscal Territory or other territory with which the EU has formed a Customs Union (H5) where the goods have been previously entered to temporary admission (Article 250 EU Reg. No. 952/2013 (UCC)).\r\n</p>",
                "conditionForUse": "<p>\r\nThis Procedure Code is used to claim simultaneous release for free circulation and home use with the payment of any customs duties, or entry for home use in the context of trade between the Union and the countries with which it has formed a customs union of goods, for goods which were previously entered to temporary admission (TA).\r\n</p>\r\n\r\n<p>\r\nAny customs duties must be paid or accounted for under Article 195, EU Reg. No. 952/2013 (UCC), in order for the goods to be released to this procedure.\r\n</p>\r\n\r\n<p>\r\nA Temporary Admission (TA) authorisation, valid at the time the goods were entered to TA, is needed to use this customs procedure. This may be pre-approved (single member state or multi-state) or declaration specific (Authorisation by Customs Declaration), see conditions and requirements detailed in <a href=\"https://www.gov.uk/government/collections/pay-less-or-no-duty-on-goods-you-store-repair-process-or-temporarily-use\">Notice 3001</a>.\r\n</p>\r\n\r\n<p>\r\nThese notes must be read in conjunction with the appropriate completion notes for the Additional Procedure Code used on the declaration (DE 1/11).\r\n</p>",
                "restrictionsOnUsage": "<p>\r\nEvidence of eligibility for customs duty relief under the Temporary Admission (TA) procedure must be held.\r\n</p>\r\n\r\n<p>\r\nThe use of this procedure is subject to a full authorisation (single member state or multi-state), or an Authorisation by Customs Declaration being held at the time the goods were entered to TA.\r\n</p>\r\n\r\n<p>\r\nWhere the additional declaration type used in DE 1/2 is: Z authorisation to use Entry in Declarant’s Records (EIDR) must also be held.\r\n</p>\r\n\r\n<p>\r\nAdditional declaration type (DE 1/2): Z cannot be used where use of the previous procedure (TA) was approved by Authorisation by Customs Declaration. If the previous procedure was approved by Authorisation by Customs Declaration, AI code 00100 in DE 2/2 may only be used with code A in DE 1/2 on this declaration.\r\n</p>\r\n\r\n<p>\r\nAuthorisation by Customs Declaration may only be used where the entry to and discharge of the special procedure occurs within the same Member State.\r\n</p>\r\n\r\n<p>\r\nRelease for free circulation is dependent on the application of customs formalities relating to the release of the goods. This includes the application of commercial policy measures, including any prohibition or restrictions (Article 201, EU Reg. No. 952/2013 (UCC)).\r\n</p>\r\n\r\n<p>\r\nThis Procedure Code may not be used with Simplified Declaration Procedure (SDP).\r\n</p>\r\n\r\n<p>\r\nEIDR cannot be used to declare controlled drugs or controlled goods under this Procedure Code.\r\n</p>",
                "correlationMatrix": [
                    {
                        "index": 5,
                        "code": "C01",
                        "shortDescription": "Personal property belonging to natural persons transferring their normal place of residence to the Union"
                    },
                    {
                        "index": 6,
                        "code": "C02",
                        "shortDescription": "Trousseaux and household effects imported on the occasion of a marriage"
                    },
                    {
                        "index": 7,
                        "code": "C03",
                        "shortDescription": "Presents customarily given on the occasion of a marriage"
                    },
                    {
                        "index": 8,
                        "code": "C04",
                        "shortDescription": "Personal property acquired by inheritance by a natural person having his normal place of residence in the customs territory of the Union"
                    },
                    {
                        "index": 14,
                        "code": "C11",
                        "shortDescription": "Educational, scientific and cultural materials; scientific instruments and apparatus as listed in Annex 1 to Regulation (EC) No. 1186/2009"
                    },
                    {
                        "index": 15,
                        "code": "C12",
                        "shortDescription": "Educational, scientific and cultural materials; scientific instruments and apparatus as listed in Annex II to Regulation (EC) No 1186/2009"
                    },
                    {
                        "index": 16,
                        "code": "C13",
                        "shortDescription": "Educational, scientific and cultural materials; scientific instruments and apparatus imported exclusively for non-commercial purposes (including spare parts, components, accessories and tools)"
                    },
                    {
                        "index": 17,
                        "code": "C14",
                        "shortDescription": "Equipment imported for non-commercial purposes by or on behalf of a scientific research establishment or organisation based outside the Union"
                    },
                    {
                        "index": 18,
                        "code": "C15",
                        "shortDescription": "Laboratory animals and biological or chemical substances intended for research"
                    },
                    {
                        "index": 19,
                        "code": "C16",
                        "shortDescription": "Therapeutic substances of human origin and blood-grouping and tissue-typing reagents"
                    },
                    {
                        "index": 20,
                        "code": "C17",
                        "shortDescription": "Instruments and apparatus used in medical research, establishing medical diagnoses or carrying out medical treatment"
                    },
                    {
                        "index": 21,
                        "code": "C18",
                        "shortDescription": "Reference substances for the quality control of medicinal products"
                    },
                    {
                        "index": 22,
                        "code": "C19",
                        "shortDescription": "Pharmaceutical products used at international sports events"
                    },
                    {
                        "index": 23,
                        "code": "C20",
                        "shortDescription": "Goods for charitable or philanthropic organisations - basic necessities imported by State organisations or other approved organisations"
                    },
                    {
                        "index": 24,
                        "code": "C21",
                        "shortDescription": "Articles in Annex III to Regulation (EC) No 1186/2009, intended for the blind"
                    },
                    {
                        "index": 26,
                        "code": "C23",
                        "shortDescription": "Articles in Annex IV to Regulation (EC) No 1186/2009, intended for the blind imported by certain institutions or organisations (including spare parts, components, accessories and tools)"
                    },
                    {
                        "index": 28,
                        "code": "C25",
                        "shortDescription": "Articles intended for other handicapped persons (other than blind persons) imported by certain institutions or organisations (including spare parts, components, accessories and tools)"
                    },
                    {
                        "index": 29,
                        "code": "C26",
                        "shortDescription": "Goods imported for the benefit of disaster victims"
                    },
                    {
                        "index": 33,
                        "code": "C30",
                        "shortDescription": "Samples of goods of negligible value imported for trade promotion purposes"
                    },
                    {
                        "index": 34,
                        "code": "C31",
                        "shortDescription": "Printed advertising matter"
                    },
                    {
                        "index": 35,
                        "code": "C32",
                        "shortDescription": "Small representative samples of goods manufactured outside the customs territory of the Union, intended for a trade fair or similar event"
                    },
                    {
                        "index": 36,
                        "code": "C33",
                        "shortDescription": "Goods imported for examination, analysis or test purposes"
                    },
                    {
                        "index": 37,
                        "code": "C34",
                        "shortDescription": "Consignments, sent to organisations protecting copyrights or industrial and commercial patent rights"
                    },
                    {
                        "index": 38,
                        "code": "C35",
                        "shortDescription": "Tourist information literature"
                    },
                    {
                        "index": 39,
                        "code": "C36",
                        "shortDescription": "Miscellaneous documents and articles"
                    },
                    {
                        "index": 43,
                        "code": "C40",
                        "shortDescription": "Materials for cemeteries for, and memorials to, war victims"
                    },
                    {
                        "index": 47,
                        "code": "C44",
                        "shortDescription": "Personal property acquired by inheritance by legal persons engaged in a non-profit making activity who are established in the customs territory of the Union"
                    },
                    {
                        "index": 59,
                        "code": "C56",
                        "shortDescription": "Articles for advertising purposes, of no intrinsic commercial value, sent free of charge by suppliers to their customers, which apart from their advertising function, are not capable of being used otherwise"
                    },
                    {
                        "index": 61,
                        "code": "C58",
                        "shortDescription": "Various materials of little value such as paints, varnishes, wallpaper etc., used in the building, fitting-out and decoration of temporary stands occupied by representatives of third countries at a trade fair or similar event, which are destroyed by being used"
                    },
                    {
                        "index": 62,
                        "code": "C59",
                        "shortDescription": "Printed matter, catalogues, prospectuses, price lists, advertising posters, calendars, whether or not illustrated, unframed photographs and other articles supplied free of charge in order to advertise goods manufactured outside the customs territory of the Union and displayed at a trade fair or similar event"
                    },
                    {
                        "index": 63,
                        "code": "C60",
                        "shortDescription": "Trousseaux and household effects imported on the occasion of a marriage entered for free circulation in the first two months before the wedding (duty relief subject to the lodging of appropriate security)"
                    },
                    {
                        "index": 64,
                        "code": "C61",
                        "shortDescription": "Presents customarily given on the occasion of a marriage entered for free circulation in the last two months before the wedding (duty relief subject to the lodging of appropriate security)"
                    },
                    {
                        "index": 104,
                        "code": "F15",
                        "shortDescription": "Goods introduced in the context of trade with Special Fiscal Territories or territories with which the EU has formed a Customs Union (Article 1(3) of the Code)"
                    },
                    {
                        "index": 108,
                        "code": "F45",
                        "shortDescription": "Exemption from value added tax on the final importation of certain goods (Council Directive 2009/132/EC (*))"
                    },
                    {
                        "index": 109,
                        "code": "000",
                        "shortDescription": "No other Additional Procedure Code applies"
                    },
                    {
                        "index": 131,
                        "code": "1RE",
                        "shortDescription": "Relief from Excise Duty"
                    },
                    {
                        "index": 133,
                        "code": "1RV",
                        "shortDescription": "Relief from VAT (VAT exemption is claimed)"
                    },
                    {
                        "index": 138,
                        "code": "1XT",
                        "shortDescription": "More than 1 previous procedure involving Temporary Admission"
                    }
                ]
            },
            {
                "prevProcedure": "54",
                "shortDescription": "Release to free circulation after IP in another Member State",
                "longDescription": "<p>\r\nEntry for free-circulation and home use of non-Union goods where the goods have been previously entered to inward processing in another member state (Articles 211(1) and 256 EU Reg. No. 952/2013 (UCC)).\r\n</p>",
                "conditionForUse": "<p>\r\nThis Procedure Code is used to claim simultaneous release for free circulation and home use with the payment of any customs duties for goods which were previously entered to inward processing (IP) in another member state.\r\n</p>\r\n\r\n<p>\r\nAny customs duties must be paid or accounted for under Article 195, EU Reg. No. 952/2013 (UCC), in order for the goods to be released to this procedure.\r\n</p>\r\n\r\n<p>\r\nA full, multi-state Inward Processing (IP) authorisation, valid at the time the goods were entered to IP, is needed to use this customs procedure, see conditions and requirements detailed in <a href=\"https://www.gov.uk/government/collections/pay-less-or-no-duty-on-goods-you-store-repair-process-or-temporarily-use\">Notice 3001</a>.\r\n</p>\r\n\r\n<p>\r\nThese notes must be read in conjunction with the appropriate completion notes for the Additional Procedure Code used on the declaration (DE 1/11).\r\n</p>",
                "restrictionsOnUsage": "<p>\r\nEvidence of eligibility for customs duty relief under the Inward Processing (IP) procedure must be held. A duty calculation worksheet to verify any duty override calculations will be required (see DE 2/3 Document Codes).\r\n</p>\r\n\r\n<p>\r\nThe use of this procedure is subject to a full multi-state authorisation being held for IP at the time the goods were entered to IP.\r\n</p>\r\n\r\n<p>\r\nAuthorisation by Customs Declaration cannot be used with this Procedure Code.\r\n</p>\r\n\r\n<p>\r\nRelease for free circulation is dependent on the application of customs formalities relating to the release of the goods. This includes the application of commercial policy measures, including any prohibitions or restrictions (Article 201, EU Reg. No. 952/2013 (UCC)).\r\n</p>\r\n\r\n<p>\r\nThis Procedure Code may not be used with Simplified Declaration Procedure (SDP) or Entry in Declarant’s Records (EIDR).\r\n</p>",
                "correlationMatrix": [
                    {
                        "index": 1,
                        "code": "A04",
                        "shortDescription": "Goods which are being placed under or discharged from an Inward Processing procedure (VAT only)"
                    },
                    {
                        "index": 14,
                        "code": "C11",
                        "shortDescription": "Educational, scientific and cultural materials; scientific instruments and apparatus as listed in Annex 1 to Regulation (EC) No. 1186/2009"
                    },
                    {
                        "index": 15,
                        "code": "C12",
                        "shortDescription": "Educational, scientific and cultural materials; scientific instruments and apparatus as listed in Annex II to Regulation (EC) No 1186/2009"
                    },
                    {
                        "index": 16,
                        "code": "C13",
                        "shortDescription": "Educational, scientific and cultural materials; scientific instruments and apparatus imported exclusively for non-commercial purposes (including spare parts, components, accessories and tools)"
                    },
                    {
                        "index": 17,
                        "code": "C14",
                        "shortDescription": "Equipment imported for non-commercial purposes by or on behalf of a scientific research establishment or organisation based outside the Union"
                    },
                    {
                        "index": 18,
                        "code": "C15",
                        "shortDescription": "Laboratory animals and biological or chemical substances intended for research"
                    },
                    {
                        "index": 19,
                        "code": "C16",
                        "shortDescription": "Therapeutic substances of human origin and blood-grouping and tissue-typing reagents"
                    },
                    {
                        "index": 20,
                        "code": "C17",
                        "shortDescription": "Instruments and apparatus used in medical research, establishing medical diagnoses or carrying out medical treatment"
                    },
                    {
                        "index": 21,
                        "code": "C18",
                        "shortDescription": "Reference substances for the quality control of medicinal products"
                    },
                    {
                        "index": 22,
                        "code": "C19",
                        "shortDescription": "Pharmaceutical products used at international sports events"
                    },
                    {
                        "index": 23,
                        "code": "C20",
                        "shortDescription": "Goods for charitable or philanthropic organisations - basic necessities imported by State organisations or other approved organisations"
                    },
                    {
                        "index": 24,
                        "code": "C21",
                        "shortDescription": "Articles in Annex III to Regulation (EC) No 1186/2009, intended for the blind"
                    },
                    {
                        "index": 25,
                        "code": "C22",
                        "shortDescription": "Articles in Annex IV to Regulation (EC) No 1186/2009, intended for the blind imported by blind persons themselves for their own use (including spare parts, components, accessories and tools)"
                    },
                    {
                        "index": 26,
                        "code": "C23",
                        "shortDescription": "Articles in Annex IV to Regulation (EC) No 1186/2009, intended for the blind imported by certain institutions or organisations (including spare parts, components, accessories and tools)"
                    },
                    {
                        "index": 27,
                        "code": "C24",
                        "shortDescription": "Articles intended for other handicapped persons (other than blind persons) imported by handicapped persons themselves for their own use (including spare parts, components, accessories and tools)"
                    },
                    {
                        "index": 28,
                        "code": "C25",
                        "shortDescription": "Articles intended for other handicapped persons (other than blind persons) imported by certain institutions or organisations (including spare parts, components, accessories and tools)"
                    },
                    {
                        "index": 29,
                        "code": "C26",
                        "shortDescription": "Goods imported for the benefit of disaster victims"
                    },
                    {
                        "index": 32,
                        "code": "C29",
                        "shortDescription": "Goods to be used by monarchs or heads of state"
                    },
                    {
                        "index": 33,
                        "code": "C30",
                        "shortDescription": "Samples of goods of negligible value imported for trade promotion purposes"
                    },
                    {
                        "index": 34,
                        "code": "C31",
                        "shortDescription": "Printed advertising matter"
                    },
                    {
                        "index": 35,
                        "code": "C32",
                        "shortDescription": "Small representative samples of goods manufactured outside the customs territory of the Union, intended for a trade fair or similar event"
                    },
                    {
                        "index": 36,
                        "code": "C33",
                        "shortDescription": "Goods imported for examination, analysis or test purposes"
                    },
                    {
                        "index": 37,
                        "code": "C34",
                        "shortDescription": "Consignments, sent to organisations protecting copyrights or industrial and commercial patent rights"
                    },
                    {
                        "index": 38,
                        "code": "C35",
                        "shortDescription": "Tourist information literature"
                    },
                    {
                        "index": 39,
                        "code": "C36",
                        "shortDescription": "Miscellaneous documents and articles"
                    },
                    {
                        "index": 43,
                        "code": "C40",
                        "shortDescription": "Materials for cemeteries for, and memorials to, war victims"
                    },
                    {
                        "index": 61,
                        "code": "C58",
                        "shortDescription": "Various materials of little value such as paints, varnishes, wallpaper etc., used in the building, fitting-out and decoration of temporary stands occupied by representatives of third countries at a trade fair or similar event, which are destroyed by being used"
                    },
                    {
                        "index": 62,
                        "code": "C59",
                        "shortDescription": "Printed matter, catalogues, prospectuses, price lists, advertising posters, calendars, whether or not illustrated, unframed photographs and other articles supplied free of charge in order to advertise goods manufactured outside the customs territory of the Union and displayed at a trade fair or similar event"
                    },
                    {
                        "index": 107,
                        "code": "F44",
                        "shortDescription": "Inward Processing; customs debt under Article 86(3) of the Code"
                    },
                    {
                        "index": 108,
                        "code": "F45",
                        "shortDescription": "Exemption from value added tax on the final importation of certain goods (Council Directive 2009/132/EC (*))"
                    },
                    {
                        "index": 109,
                        "code": "000",
                        "shortDescription": "No other Additional Procedure Code applies"
                    },
                    {
                        "index": 131,
                        "code": "1RE",
                        "shortDescription": "Relief from Excise Duty"
                    }
                ]
            },
            {
                "prevProcedure": "71",
                "shortDescription": "Release to free circulation from a CW",
                "longDescription": "<p>\r\nEntry for free-circulation and home use of non-Union goods (H1) where the goods are being released from a Customs Warehouse (Article 240 EU Reg. No. 952/2013 (UCC)).\r\n</p>\r\n\r\n<p>\r\nEntry for home use in the context of trade between the Union and any Special Fiscal Territory or other territory with which the EU has formed a Customs Union (H5) (Article 201, EU Reg. No. 952/2013 (UCC)) where the goods are being released from a Customs Warehouse (Article 240 EU Reg. No. 952/2013 (UCC)).\r\n</p>",
                "conditionForUse": "<p>\r\nThis Procedure Code is used to claim simultaneous release for free circulation and home use with the payment of any customs duties, or entry for home use in the context of trade between the Union and the countries with which it has formed a customs union of goods for goods which are being released from a Customs Warehouse (CW).\r\n</p>\r\n\r\n<p>\r\nAny customs duties must be paid or accounted for under Article 195, EU Reg. No. 952/2013 (UCC), in order for the goods to be released to this procedure.\r\n</p>\r\n\r\n<p>\r\nA Customs Warehousing (CW) authorisation is needed to use this customs procedure, see conditions and requirements detailed in <a href=\"https://www.gov.uk/government/collections/pay-less-or-no-duty-on-goods-you-store-repair-process-or-temporarily-use\">Notice 3001</a>.\r\n</p>\r\n\r\n<p>\r\nThe MRN of this declaration must be provided to the warehousekeeper for their records as evidence that the goods have been entered to a customs procedure.\r\n</p>\r\n\r\n<p>\r\nThese notes must be read in conjunction with the appropriate completion notes for the Additional Procedure Code used on the declaration (DE 1/11).\r\n</p>",
                "restrictionsOnUsage": "<p>\r\nThe use of this procedure is subject to an authorisation being held for CW.\r\n</p>\r\n\r\n<p>\r\nRelease for free circulation is dependent on the application of customs formalities relating to the release of the goods. This includes the application of commercial policy measures, including any prohibitions or restrictions (Article 201, EU Reg. No. 952/2013 (UCC)).\r\n</p>\r\n\r\n<p>\r\nWhere the additional declaration type used in DE 1/2 is: Z authorisation to use Entry in Declarant’s Records (EIDR) must also be held.\r\n</p>\r\n\r\n<p>\r\nEIDR cannot be used to declare controlled drugs or controlled goods under this Procedure Code, however it may be used to declare goods liable to excise duty (unless subject to a license/certificate requirement).\r\n</p>\r\n\r\n<p>\r\nEIDR may not be used to enter the goods to free circulation on this declaration where it was previously used to enter the goods to the Customs Warehouse.\r\n</p>\r\n\r\n<p>\r\nThis Procedure Code may not be used with Simplified Declaration Procedure (SDP).\r\n</p>",
                "correlationMatrix": [
                    {
                        "index": 5,
                        "code": "C01",
                        "shortDescription": "Personal property belonging to natural persons transferring their normal place of residence to the Union"
                    },
                    {
                        "index": 6,
                        "code": "C02",
                        "shortDescription": "Trousseaux and household effects imported on the occasion of a marriage"
                    },
                    {
                        "index": 7,
                        "code": "C03",
                        "shortDescription": "Presents customarily given on the occasion of a marriage"
                    },
                    {
                        "index": 8,
                        "code": "C04",
                        "shortDescription": "Personal property acquired by inheritance by a natural person having his normal place of residence in the customs territory of the Union"
                    },
                    {
                        "index": 9,
                        "code": "C06",
                        "shortDescription": "School outfits, educational materials and related household effects"
                    },
                    {
                        "index": 10,
                        "code": "C07",
                        "shortDescription": "Consignments of negligible value"
                    },
                    {
                        "index": 11,
                        "code": "C08",
                        "shortDescription": "Consignments sent from one private individual to another"
                    },
                    {
                        "index": 12,
                        "code": "C09",
                        "shortDescription": "Capital goods and other equipment imported on the transfer of activities from a third country into the Union"
                    },
                    {
                        "index": 13,
                        "code": "C10",
                        "shortDescription": "Capital goods and other equipment belonging to persons engaged in a liberal profession and to legal persons engaged in a non-profit making activity"
                    },
                    {
                        "index": 14,
                        "code": "C11",
                        "shortDescription": "Educational, scientific and cultural materials; scientific instruments and apparatus as listed in Annex 1 to Regulation (EC) No. 1186/2009"
                    },
                    {
                        "index": 15,
                        "code": "C12",
                        "shortDescription": "Educational, scientific and cultural materials; scientific instruments and apparatus as listed in Annex II to Regulation (EC) No 1186/2009"
                    },
                    {
                        "index": 16,
                        "code": "C13",
                        "shortDescription": "Educational, scientific and cultural materials; scientific instruments and apparatus imported exclusively for non-commercial purposes (including spare parts, components, accessories and tools)"
                    },
                    {
                        "index": 17,
                        "code": "C14",
                        "shortDescription": "Equipment imported for non-commercial purposes by or on behalf of a scientific research establishment or organisation based outside the Union"
                    },
                    {
                        "index": 18,
                        "code": "C15",
                        "shortDescription": "Laboratory animals and biological or chemical substances intended for research"
                    },
                    {
                        "index": 19,
                        "code": "C16",
                        "shortDescription": "Therapeutic substances of human origin and blood-grouping and tissue-typing reagents"
                    },
                    {
                        "index": 20,
                        "code": "C17",
                        "shortDescription": "Instruments and apparatus used in medical research, establishing medical diagnoses or carrying out medical treatment"
                    },
                    {
                        "index": 21,
                        "code": "C18",
                        "shortDescription": "Reference substances for the quality control of medicinal products"
                    },
                    {
                        "index": 22,
                        "code": "C19",
                        "shortDescription": "Pharmaceutical products used at international sports events"
                    },
                    {
                        "index": 23,
                        "code": "C20",
                        "shortDescription": "Goods for charitable or philanthropic organisations - basic necessities imported by State organisations or other approved organisations"
                    },
                    {
                        "index": 24,
                        "code": "C21",
                        "shortDescription": "Articles in Annex III to Regulation (EC) No 1186/2009, intended for the blind"
                    },
                    {
                        "index": 25,
                        "code": "C22",
                        "shortDescription": "Articles in Annex IV to Regulation (EC) No 1186/2009, intended for the blind imported by blind persons themselves for their own use (including spare parts, components, accessories and tools)"
                    },
                    {
                        "index": 26,
                        "code": "C23",
                        "shortDescription": "Articles in Annex IV to Regulation (EC) No 1186/2009, intended for the blind imported by certain institutions or organisations (including spare parts, components, accessories and tools)"
                    },
                    {
                        "index": 27,
                        "code": "C24",
                        "shortDescription": "Articles intended for other handicapped persons (other than blind persons) imported by handicapped persons themselves for their own use (including spare parts, components, accessories and tools)"
                    },
                    {
                        "index": 28,
                        "code": "C25",
                        "shortDescription": "Articles intended for other handicapped persons (other than blind persons) imported by certain institutions or organisations (including spare parts, components, accessories and tools)"
                    },
                    {
                        "index": 29,
                        "code": "C26",
                        "shortDescription": "Goods imported for the benefit of disaster victims"
                    },
                    {
                        "index": 30,
                        "code": "C27",
                        "shortDescription": "Decorations conferred by governments of third countries on persons whose normal place of residence is in the customs territory of the Union"
                    },
                    {
                        "index": 31,
                        "code": "C28",
                        "shortDescription": "Goods imported into the customs territory of the Union by persons who have paid an official visit to a third country and who have received them on this occasion as gifts from the host authorities"
                    },
                    {
                        "index": 32,
                        "code": "C29",
                        "shortDescription": "Goods to be used by monarchs or heads of state"
                    },
                    {
                        "index": 33,
                        "code": "C30",
                        "shortDescription": "Samples of goods of negligible value imported for trade promotion purposes"
                    },
                    {
                        "index": 34,
                        "code": "C31",
                        "shortDescription": "Printed advertising matter"
                    },
                    {
                        "index": 35,
                        "code": "C32",
                        "shortDescription": "Small representative samples of goods manufactured outside the customs territory of the Union, intended for a trade fair or similar event"
                    },
                    {
                        "index": 36,
                        "code": "C33",
                        "shortDescription": "Goods imported for examination, analysis or test purposes"
                    },
                    {
                        "index": 37,
                        "code": "C34",
                        "shortDescription": "Consignments, sent to organisations protecting copyrights or industrial and commercial patent rights"
                    },
                    {
                        "index": 38,
                        "code": "C35",
                        "shortDescription": "Tourist information literature"
                    },
                    {
                        "index": 39,
                        "code": "C36",
                        "shortDescription": "Miscellaneous documents and articles"
                    },
                    {
                        "index": 43,
                        "code": "C40",
                        "shortDescription": "Materials for cemeteries for, and memorials to, war victims"
                    },
                    {
                        "index": 44,
                        "code": "C41",
                        "shortDescription": "Coffins, funerary urns and ornamental funerary articles"
                    },
                    {
                        "index": 45,
                        "code": "C42",
                        "shortDescription": "Personal property entered for free circulation before the person concerned establishes his normal place of residence in the customs territory of the Union (duty relief subject to an undertaking)"
                    },
                    {
                        "index": 46,
                        "code": "C43",
                        "shortDescription": "Personal property belonging to a natural person having intention to transfer his normal place of residence to the Union (duty free admission subject to an undertaking)"
                    },
                    {
                        "index": 47,
                        "code": "C44",
                        "shortDescription": "Personal property acquired by inheritance by legal persons engaged in a non-profit making activity who are established in the customs territory of the Union"
                    },
                    {
                        "index": 48,
                        "code": "C45",
                        "shortDescription": "Agricultural, stock-farming, bee-keeping, horticultural and forestry products from properties located in a third country adjoining the customs territory of the Union"
                    },
                    {
                        "index": 49,
                        "code": "C46",
                        "shortDescription": "Products of fishing or fish-farming activities carried out in the lakes or waterways bordering a Member State and a third country by Union fishermen and products of hunting activities carried out on such lakes or waterways by Union sportsmen"
                    },
                    {
                        "index": 50,
                        "code": "C47",
                        "shortDescription": "Seeds, fertilisers and products for treatment of soil and crops intended for use on property located in the customs territory of the Union adjoining a third country"
                    },
                    {
                        "index": 51,
                        "code": "C48",
                        "shortDescription": "Goods contained in the personal luggage and exempted from VAT"
                    },
                    {
                        "index": 52,
                        "code": "C49",
                        "shortDescription": "Goods for charitable or philanthropic organisations: goods of every description sent free of charge and to be used for fund-raising at occasional charity events for the benefit of needy persons"
                    },
                    {
                        "index": 53,
                        "code": "C50",
                        "shortDescription": "Goods for charitable or philanthropic organisations: equipment and office materials sent free of charge"
                    },
                    {
                        "index": 54,
                        "code": "C51",
                        "shortDescription": "Cups, medals and similar articles of an essentially symbolic nature which having been awarded in a third country to persons having their normal place of residence in the customs territory of the Union"
                    },
                    {
                        "index": 55,
                        "code": "C52",
                        "shortDescription": "Cups, medals and similar articles of an essentially symbolic nature which are given free of charge by authorities or persons established in a third country, to be presented in the customs territory of the Union, to a person having their normal place of residence in the EU"
                    },
                    {
                        "index": 56,
                        "code": "C53",
                        "shortDescription": "Awards, trophies and souvenirs of a symbolic nature and of limited value intended for distribution free of charge to persons normally resident in third countries at business conferences or similar international events"
                    },
                    {
                        "index": 57,
                        "code": "C54",
                        "shortDescription": "Goods imported into the customs territory of the Union by persons coming to pay an official visit in the customs territory of the Union and who intend to offer them on that occasion as gifts to the host authorities"
                    },
                    {
                        "index": 58,
                        "code": "C55",
                        "shortDescription": "Goods sent as gifts, in token of friendship or goodwill, by an official body, public authority or group, carrying on an activity in the public interest which is located in a third country, to an official body, public authority or group carrying on an activity in the public interest which is located in the customs territory of the Union and approved by the competent authorities to receive such articles free of duty"
                    },
                    {
                        "index": 59,
                        "code": "C56",
                        "shortDescription": "Articles for advertising purposes, of no intrinsic commercial value, sent free of charge by suppliers to their customers, which apart from their advertising function, are not capable of being used otherwise"
                    },
                    {
                        "index": 60,
                        "code": "C57",
                        "shortDescription": "Goods imported solely in order to be demonstrated or in order to demonstrate machines and apparatus, manufactured outside the customs territory of the Union and displayed at a trade fair or similar event"
                    },
                    {
                        "index": 61,
                        "code": "C58",
                        "shortDescription": "Various materials of little value such as paints, varnishes, wallpaper etc., used in the building, fitting-out and decoration of temporary stands occupied by representatives of third countries at a trade fair or similar event, which are destroyed by being used"
                    },
                    {
                        "index": 62,
                        "code": "C59",
                        "shortDescription": "Printed matter, catalogues, prospectuses, price lists, advertising posters, calendars, whether or not illustrated, unframed photographs and other articles supplied free of charge in order to advertise goods manufactured outside the customs territory of the Union and displayed at a trade fair or similar event"
                    },
                    {
                        "index": 63,
                        "code": "C60",
                        "shortDescription": "Trousseaux and household effects imported on the occasion of a marriage entered for free circulation in the first two months before the wedding (duty relief subject to the lodging of appropriate security)"
                    },
                    {
                        "index": 64,
                        "code": "C61",
                        "shortDescription": "Presents customarily given on the occasion of a marriage entered for free circulation in the last two months before the wedding (duty relief subject to the lodging of appropriate security)"
                    },
                    {
                        "index": 95,
                        "code": "E01",
                        "shortDescription": "Use of the Unit Price for the Determination of the Customs Value for Certain Perishable Goods (Article 74(2)(c) of the Code and Article 142(6) of Commission Implementing Regulation No. (EU) 2015/2447 )"
                    },
                    {
                        "index": 96,
                        "code": "E02",
                        "shortDescription": "Standard Import Values (SIV) as published in the EU Official Journal (OJ)"
                    },
                    {
                        "index": 104,
                        "code": "F15",
                        "shortDescription": "Goods introduced in the context of trade with Special Fiscal Territories or territories with which the EU has formed a Customs Union (Article 1(3) of the Code)"
                    },
                    {
                        "index": 105,
                        "code": "F21",
                        "shortDescription": "Exemption from import duties of products of sea-fishing and other products taken from the territorial sea of a country or territory outside the customs territory of the Union by vessels solely registered or recorded in a Member State and flying the flag of that state"
                    },
                    {
                        "index": 106,
                        "code": "F22",
                        "shortDescription": "Exemption from import duties of products obtained from products of sea fishing and other products taken from the territorial sea of a country or territory outside the customs territory of the Union on board factory-ships registered or recorded in a Member State and flying the flag of the state"
                    },
                    {
                        "index": 108,
                        "code": "F45",
                        "shortDescription": "Exemption from value added tax on the final importation of certain goods (Council Directive 2009/132/EC (*))"
                    },
                    {
                        "index": 109,
                        "code": "000",
                        "shortDescription": "No other Additional Procedure Code applies"
                    },
                    {
                        "index": 110,
                        "code": "0GD",
                        "shortDescription": "Goods consigned to other Government Departments and agencies (where not otherwise covered under Data Element 1/11 National Additional Procedure Codes)"
                    },
                    {
                        "index": 114,
                        "code": "1CL",
                        "shortDescription": "Taxable commodities for climate change levy, with or without a claim to levy relief."
                    },
                    {
                        "index": 115,
                        "code": "1DP",
                        "shortDescription": "Goods imported under diplomatic privilege (official use)"
                    },
                    {
                        "index": 116,
                        "code": "1ES",
                        "shortDescription": "Goods imported for or on behalf of the European Space Agency (ESA) or by Astrium Ltd for use in INTELSAT project"
                    },
                    {
                        "index": 121,
                        "code": "1MO",
                        "shortDescription": "Goods imported by the MoD (MoD VAT postponed accounting)"
                    },
                    {
                        "index": 123,
                        "code": "1NC",
                        "shortDescription": "Equipment imported for certain NATO contracts and projects"
                    },
                    {
                        "index": 124,
                        "code": "1NN",
                        "shortDescription": "Goods imported for non-NATO authorised countries (official use)"
                    },
                    {
                        "index": 125,
                        "code": "1NO",
                        "shortDescription": "Goods imported for US and other NATO visiting forces (official use)"
                    },
                    {
                        "index": 126,
                        "code": "1NP",
                        "shortDescription": "Goods imported for US and other NATO visiting forces entitled personnel (personal use)"
                    },
                    {
                        "index": 127,
                        "code": "1NV",
                        "shortDescription": "Tariff Chapters 8703 (motor cars) and 8711 (motor cycles) permanently imported"
                    },
                    {
                        "index": 128,
                        "code": "1PF",
                        "shortDescription": "Goods of an aggregate value not exceeding £630 (700 euros) intended solely for personal or family use."
                    },
                    {
                        "index": 130,
                        "code": "1RC",
                        "shortDescription": "Relief from Customs Duty"
                    },
                    {
                        "index": 131,
                        "code": "1RE",
                        "shortDescription": "Relief from Excise Duty"
                    },
                    {
                        "index": 133,
                        "code": "1RV",
                        "shortDescription": "Relief from VAT (VAT exemption is claimed)"
                    },
                    {
                        "index": 136,
                        "code": "1TO",
                        "shortDescription": "Hydrocarbon oils imported under the ‘Tied Oil’ scheme for Excise Duty relief."
                    },
                    {
                        "index": 137,
                        "code": "1VW",
                        "shortDescription": "Goods liable to VAT only, declared for customs warehousing, or removed from customs warehousing"
                    },
                    {
                        "index": 138,
                        "code": "1XT",
                        "shortDescription": "More than 1 previous procedure involving Temporary Admission"
                    },
                    {
                        "index": 139,
                        "code": "1XW",
                        "shortDescription": "More than 1 previous procedure involving Customs Warehousing"
                    },
                    {
                        "index": 142,
                        "code": "2DP",
                        "shortDescription": "Goods imported under diplomatic privilege (personal use)"
                    }
                ]
            },
            {
                "prevProcedure": "78",
                "shortDescription": "Release to free circulation from a FZ",
                "longDescription": "<p>\r\nEntry for free-circulation and home use of non-Union goods (H1) where the goods are being released from a Free Zone (Article 243 EU Reg. No. 952/2013 (UCC)).\r\n</p>\r\n\r\n<p>\r\nEntry for home use in the context of trade between the Union and any Special Fiscal Territory or other territory with which the EU has formed a Customs Union (H5) (Article 201, EU Reg. No. 952/2013 (UCC)) where the goods are being released from a Free Zone (Article 243 EU Reg. No. 952/2013 (UCC)).\r\n</p>",
                "conditionForUse": "<p>\r\nThis Procedure Code is used to claim simultaneous release for free circulation and home use with the payment of any customs duties, or entry for home use in the context of trade between the Union and the countries with which it has formed a customs union of goods for goods which are being released from a Free Zone (FZ).\r\n</p>\r\n\r\n<p>\r\nAny customs duties must be paid or accounted for under Article 195, EU Reg. No. 952/2013 (UCC), in order for the goods to be released to this procedure.\r\n</p>\r\n\r\n<p>\r\nA Free Zone (FZ) authorisation is needed to use this customs procedure, see conditions and requirements detailed in <a href=\"https://www.gov.uk/government/collections/pay-less-or-no-duty-on-goods-you-store-repair-process-or-temporarily-use\">Notice 3001</a>.\r\n</p>\r\n\r\n<p>\r\nThe MRN of this declaration must be provided to the Free Zone Operator for their records as evidence that the goods have been entered to a customs procedure.\r\n</p>\r\n\r\n<p>\r\nThese notes must be read in conjunction with the appropriate completion notes for the Additional Procedure Code used on the declaration (DE 1/11).\r\n</p>",
                "restrictionsOnUsage": "<p>\r\nThe use of this procedure is subject to an authorisation being held for FZ.\r\n</p>\r\n\r\n<p>\r\nRelease for free circulation is dependent on the application of customs formalities relating to the release of the goods. This includes the application of commercial policy measures, including any prohibitions or restrictions (Article 201, EU Reg. No. 952/2013 (UCC)).\r\n</p>\r\n\r\n<p>\r\nWhere the additional declaration type used in DE 1/2 is: C, J, Y or Z authorisation to use the Simplified Declaration Procedures (SDP) or Entry in Declarant’s Records (EIDR) must also be held.\r\n</p>\r\n\r\n<p>\r\nEIDR cannot be used to declare controlled drugs or controlled goods under this Procedure Code.\r\n</p>",
                "correlationMatrix": [
                    {
                        "index": 5,
                        "code": "C01",
                        "shortDescription": "Personal property belonging to natural persons transferring their normal place of residence to the Union"
                    },
                    {
                        "index": 6,
                        "code": "C02",
                        "shortDescription": "Trousseaux and household effects imported on the occasion of a marriage"
                    },
                    {
                        "index": 7,
                        "code": "C03",
                        "shortDescription": "Presents customarily given on the occasion of a marriage"
                    },
                    {
                        "index": 8,
                        "code": "C04",
                        "shortDescription": "Personal property acquired by inheritance by a natural person having his normal place of residence in the customs territory of the Union"
                    },
                    {
                        "index": 9,
                        "code": "C06",
                        "shortDescription": "School outfits, educational materials and related household effects"
                    },
                    {
                        "index": 10,
                        "code": "C07",
                        "shortDescription": "Consignments of negligible value"
                    },
                    {
                        "index": 11,
                        "code": "C08",
                        "shortDescription": "Consignments sent from one private individual to another"
                    },
                    {
                        "index": 12,
                        "code": "C09",
                        "shortDescription": "Capital goods and other equipment imported on the transfer of activities from a third country into the Union"
                    },
                    {
                        "index": 13,
                        "code": "C10",
                        "shortDescription": "Capital goods and other equipment belonging to persons engaged in a liberal profession and to legal persons engaged in a non-profit making activity"
                    },
                    {
                        "index": 14,
                        "code": "C11",
                        "shortDescription": "Educational, scientific and cultural materials; scientific instruments and apparatus as listed in Annex 1 to Regulation (EC) No. 1186/2009"
                    },
                    {
                        "index": 15,
                        "code": "C12",
                        "shortDescription": "Educational, scientific and cultural materials; scientific instruments and apparatus as listed in Annex II to Regulation (EC) No 1186/2009"
                    },
                    {
                        "index": 16,
                        "code": "C13",
                        "shortDescription": "Educational, scientific and cultural materials; scientific instruments and apparatus imported exclusively for non-commercial purposes (including spare parts, components, accessories and tools)"
                    },
                    {
                        "index": 17,
                        "code": "C14",
                        "shortDescription": "Equipment imported for non-commercial purposes by or on behalf of a scientific research establishment or organisation based outside the Union"
                    },
                    {
                        "index": 18,
                        "code": "C15",
                        "shortDescription": "Laboratory animals and biological or chemical substances intended for research"
                    },
                    {
                        "index": 19,
                        "code": "C16",
                        "shortDescription": "Therapeutic substances of human origin and blood-grouping and tissue-typing reagents"
                    },
                    {
                        "index": 20,
                        "code": "C17",
                        "shortDescription": "Instruments and apparatus used in medical research, establishing medical diagnoses or carrying out medical treatment"
                    },
                    {
                        "index": 21,
                        "code": "C18",
                        "shortDescription": "Reference substances for the quality control of medicinal products"
                    },
                    {
                        "index": 22,
                        "code": "C19",
                        "shortDescription": "Pharmaceutical products used at international sports events"
                    },
                    {
                        "index": 23,
                        "code": "C20",
                        "shortDescription": "Goods for charitable or philanthropic organisations - basic necessities imported by State organisations or other approved organisations"
                    },
                    {
                        "index": 24,
                        "code": "C21",
                        "shortDescription": "Articles in Annex III to Regulation (EC) No 1186/2009, intended for the blind"
                    },
                    {
                        "index": 25,
                        "code": "C22",
                        "shortDescription": "Articles in Annex IV to Regulation (EC) No 1186/2009, intended for the blind imported by blind persons themselves for their own use (including spare parts, components, accessories and tools)"
                    },
                    {
                        "index": 26,
                        "code": "C23",
                        "shortDescription": "Articles in Annex IV to Regulation (EC) No 1186/2009, intended for the blind imported by certain institutions or organisations (including spare parts, components, accessories and tools)"
                    },
                    {
                        "index": 27,
                        "code": "C24",
                        "shortDescription": "Articles intended for other handicapped persons (other than blind persons) imported by handicapped persons themselves for their own use (including spare parts, components, accessories and tools)"
                    },
                    {
                        "index": 28,
                        "code": "C25",
                        "shortDescription": "Articles intended for other handicapped persons (other than blind persons) imported by certain institutions or organisations (including spare parts, components, accessories and tools)"
                    },
                    {
                        "index": 29,
                        "code": "C26",
                        "shortDescription": "Goods imported for the benefit of disaster victims"
                    },
                    {
                        "index": 30,
                        "code": "C27",
                        "shortDescription": "Decorations conferred by governments of third countries on persons whose normal place of residence is in the customs territory of the Union"
                    },
                    {
                        "index": 31,
                        "code": "C28",
                        "shortDescription": "Goods imported into the customs territory of the Union by persons who have paid an official visit to a third country and who have received them on this occasion as gifts from the host authorities"
                    },
                    {
                        "index": 32,
                        "code": "C29",
                        "shortDescription": "Goods to be used by monarchs or heads of state"
                    },
                    {
                        "index": 33,
                        "code": "C30",
                        "shortDescription": "Samples of goods of negligible value imported for trade promotion purposes"
                    },
                    {
                        "index": 34,
                        "code": "C31",
                        "shortDescription": "Printed advertising matter"
                    },
                    {
                        "index": 35,
                        "code": "C32",
                        "shortDescription": "Small representative samples of goods manufactured outside the customs territory of the Union, intended for a trade fair or similar event"
                    },
                    {
                        "index": 36,
                        "code": "C33",
                        "shortDescription": "Goods imported for examination, analysis or test purposes"
                    },
                    {
                        "index": 37,
                        "code": "C34",
                        "shortDescription": "Consignments, sent to organisations protecting copyrights or industrial and commercial patent rights"
                    },
                    {
                        "index": 38,
                        "code": "C35",
                        "shortDescription": "Tourist information literature"
                    },
                    {
                        "index": 39,
                        "code": "C36",
                        "shortDescription": "Miscellaneous documents and articles"
                    },
                    {
                        "index": 43,
                        "code": "C40",
                        "shortDescription": "Materials for cemeteries for, and memorials to, war victims"
                    },
                    {
                        "index": 44,
                        "code": "C41",
                        "shortDescription": "Coffins, funerary urns and ornamental funerary articles"
                    },
                    {
                        "index": 45,
                        "code": "C42",
                        "shortDescription": "Personal property entered for free circulation before the person concerned establishes his normal place of residence in the customs territory of the Union (duty relief subject to an undertaking)"
                    },
                    {
                        "index": 46,
                        "code": "C43",
                        "shortDescription": "Personal property belonging to a natural person having intention to transfer his normal place of residence to the Union (duty free admission subject to an undertaking)"
                    },
                    {
                        "index": 47,
                        "code": "C44",
                        "shortDescription": "Personal property acquired by inheritance by legal persons engaged in a non-profit making activity who are established in the customs territory of the Union"
                    },
                    {
                        "index": 48,
                        "code": "C45",
                        "shortDescription": "Agricultural, stock-farming, bee-keeping, horticultural and forestry products from properties located in a third country adjoining the customs territory of the Union"
                    },
                    {
                        "index": 49,
                        "code": "C46",
                        "shortDescription": "Products of fishing or fish-farming activities carried out in the lakes or waterways bordering a Member State and a third country by Union fishermen and products of hunting activities carried out on such lakes or waterways by Union sportsmen"
                    },
                    {
                        "index": 50,
                        "code": "C47",
                        "shortDescription": "Seeds, fertilisers and products for treatment of soil and crops intended for use on property located in the customs territory of the Union adjoining a third country"
                    },
                    {
                        "index": 51,
                        "code": "C48",
                        "shortDescription": "Goods contained in the personal luggage and exempted from VAT"
                    },
                    {
                        "index": 52,
                        "code": "C49",
                        "shortDescription": "Goods for charitable or philanthropic organisations: goods of every description sent free of charge and to be used for fund-raising at occasional charity events for the benefit of needy persons"
                    },
                    {
                        "index": 53,
                        "code": "C50",
                        "shortDescription": "Goods for charitable or philanthropic organisations: equipment and office materials sent free of charge"
                    },
                    {
                        "index": 54,
                        "code": "C51",
                        "shortDescription": "Cups, medals and similar articles of an essentially symbolic nature which having been awarded in a third country to persons having their normal place of residence in the customs territory of the Union"
                    },
                    {
                        "index": 55,
                        "code": "C52",
                        "shortDescription": "Cups, medals and similar articles of an essentially symbolic nature which are given free of charge by authorities or persons established in a third country, to be presented in the customs territory of the Union, to a person having their normal place of residence in the EU"
                    },
                    {
                        "index": 56,
                        "code": "C53",
                        "shortDescription": "Awards, trophies and souvenirs of a symbolic nature and of limited value intended for distribution free of charge to persons normally resident in third countries at business conferences or similar international events"
                    },
                    {
                        "index": 57,
                        "code": "C54",
                        "shortDescription": "Goods imported into the customs territory of the Union by persons coming to pay an official visit in the customs territory of the Union and who intend to offer them on that occasion as gifts to the host authorities"
                    },
                    {
                        "index": 58,
                        "code": "C55",
                        "shortDescription": "Goods sent as gifts, in token of friendship or goodwill, by an official body, public authority or group, carrying on an activity in the public interest which is located in a third country, to an official body, public authority or group carrying on an activity in the public interest which is located in the customs territory of the Union and approved by the competent authorities to receive such articles free of duty"
                    },
                    {
                        "index": 59,
                        "code": "C56",
                        "shortDescription": "Articles for advertising purposes, of no intrinsic commercial value, sent free of charge by suppliers to their customers, which apart from their advertising function, are not capable of being used otherwise"
                    },
                    {
                        "index": 60,
                        "code": "C57",
                        "shortDescription": "Goods imported solely in order to be demonstrated or in order to demonstrate machines and apparatus, manufactured outside the customs territory of the Union and displayed at a trade fair or similar event"
                    },
                    {
                        "index": 61,
                        "code": "C58",
                        "shortDescription": "Various materials of little value such as paints, varnishes, wallpaper etc., used in the building, fitting-out and decoration of temporary stands occupied by representatives of third countries at a trade fair or similar event, which are destroyed by being used"
                    },
                    {
                        "index": 62,
                        "code": "C59",
                        "shortDescription": "Printed matter, catalogues, prospectuses, price lists, advertising posters, calendars, whether or not illustrated, unframed photographs and other articles supplied free of charge in order to advertise goods manufactured outside the customs territory of the Union and displayed at a trade fair or similar event"
                    },
                    {
                        "index": 63,
                        "code": "C60",
                        "shortDescription": "Trousseaux and household effects imported on the occasion of a marriage entered for free circulation in the first two months before the wedding (duty relief subject to the lodging of appropriate security)"
                    },
                    {
                        "index": 64,
                        "code": "C61",
                        "shortDescription": "Presents customarily given on the occasion of a marriage entered for free circulation in the last two months before the wedding (duty relief subject to the lodging of appropriate security)"
                    },
                    {
                        "index": 95,
                        "code": "E01",
                        "shortDescription": "Use of the Unit Price for the Determination of the Customs Value for Certain Perishable Goods (Article 74(2)(c) of the Code and Article 142(6) of Commission Implementing Regulation No. (EU) 2015/2447 )"
                    },
                    {
                        "index": 96,
                        "code": "E02",
                        "shortDescription": "Standard Import Values (SIV) as published in the EU Official Journal (OJ)"
                    },
                    {
                        "index": 104,
                        "code": "F15",
                        "shortDescription": "Goods introduced in the context of trade with Special Fiscal Territories or territories with which the EU has formed a Customs Union (Article 1(3) of the Code)"
                    },
                    {
                        "index": 105,
                        "code": "F21",
                        "shortDescription": "Exemption from import duties of products of sea-fishing and other products taken from the territorial sea of a country or territory outside the customs territory of the Union by vessels solely registered or recorded in a Member State and flying the flag of that state"
                    },
                    {
                        "index": 106,
                        "code": "F22",
                        "shortDescription": "Exemption from import duties of products obtained from products of sea fishing and other products taken from the territorial sea of a country or territory outside the customs territory of the Union on board factory-ships registered or recorded in a Member State and flying the flag of the state"
                    },
                    {
                        "index": 108,
                        "code": "F45",
                        "shortDescription": "Exemption from value added tax on the final importation of certain goods (Council Directive 2009/132/EC (*))"
                    },
                    {
                        "index": 109,
                        "code": "000",
                        "shortDescription": "No other Additional Procedure Code applies"
                    },
                    {
                        "index": 110,
                        "code": "0GD",
                        "shortDescription": "Goods consigned to other Government Departments and agencies (where not otherwise covered under Data Element 1/11 National Additional Procedure Codes)"
                    },
                    {
                        "index": 112,
                        "code": "1CD",
                        "shortDescription": "Controlled drugs using Simplified Procedures"
                    },
                    {
                        "index": 113,
                        "code": "1CG",
                        "shortDescription": "Controlled Goods using Simplified Procedures"
                    },
                    {
                        "index": 114,
                        "code": "1CL",
                        "shortDescription": "Taxable commodities for climate change levy, with or without a claim to levy relief."
                    },
                    {
                        "index": 115,
                        "code": "1DP",
                        "shortDescription": "Goods imported under diplomatic privilege (official use)"
                    },
                    {
                        "index": 116,
                        "code": "1ES",
                        "shortDescription": "Goods imported for or on behalf of the European Space Agency (ESA) or by Astrium Ltd for use in INTELSAT project"
                    },
                    {
                        "index": 121,
                        "code": "1MO",
                        "shortDescription": "Goods imported by the MoD (MoD VAT postponed accounting)"
                    },
                    {
                        "index": 123,
                        "code": "1NC",
                        "shortDescription": "Equipment imported for certain NATO contracts and projects"
                    },
                    {
                        "index": 124,
                        "code": "1NN",
                        "shortDescription": "Goods imported for non-NATO authorised countries (official use)"
                    },
                    {
                        "index": 125,
                        "code": "1NO",
                        "shortDescription": "Goods imported for US and other NATO visiting forces (official use)"
                    },
                    {
                        "index": 126,
                        "code": "1NP",
                        "shortDescription": "Goods imported for US and other NATO visiting forces entitled personnel (personal use)"
                    },
                    {
                        "index": 127,
                        "code": "1NV",
                        "shortDescription": "Tariff Chapters 8703 (motor cars) and 8711 (motor cycles) permanently imported"
                    },
                    {
                        "index": 128,
                        "code": "1PF",
                        "shortDescription": "Goods of an aggregate value not exceeding £630 (700 euros) intended solely for personal or family use."
                    },
                    {
                        "index": 130,
                        "code": "1RC",
                        "shortDescription": "Relief from Customs Duty"
                    },
                    {
                        "index": 131,
                        "code": "1RE",
                        "shortDescription": "Relief from Excise Duty"
                    },
                    {
                        "index": 133,
                        "code": "1RV",
                        "shortDescription": "Relief from VAT (VAT exemption is claimed)"
                    },
                    {
                        "index": 136,
                        "code": "1TO",
                        "shortDescription": "Hydrocarbon oils imported under the ‘Tied Oil’ scheme for Excise Duty relief."
                    },
                    {
                        "index": 142,
                        "code": "2DP",
                        "shortDescription": "Goods imported under diplomatic privilege (personal use)"
                    }
                ]
            }
        ]
    },
    {
        "procedure": "42",
        "shortDescription": "Release for free circulation with simultaneous onward supply (OSR) to another member state",
        "longDescription": "The use of this procedure code is a declaration by the importer that the conditions laid down in Council Regulation (EU) No. 952/2013, Commission Delegated Regulation (EU) No. 2015/2446 and Commission Implementing Regulation (EU) No. 2015/2447 are met."
    },
    {
        "procedure": "44",
        "shortDescription": "Release to free circulation with duty relief granted under the End Use Special Procedure",
        "longDescription": "The use of this procedure code is a declaration by the importer that the conditions laid down in Council Regulation (EU) No. 952/2013, Commission Delegated Regulation (EU) No. 2015/2446 and Commission Implementing Regulation (EU) No. 2015/2447 are met."
    },
    {
        "procedure": "51",
        "shortDescription": "Entry to Inward Processing (IP)",
        "longDescription": "The use of this procedure code is a declaration by the importer that the conditions laid down in Council Regulation (EU) No. 952/2013, Commission Delegated Regulation (EU) No. 2015/2446 and Commission Implementing Regulation (EU) No. 2015/2447 are met.",
        "codes": [
            {
                "prevProcedure": "00",
                "shortDescription": "Entry to IP",
                "longDescription": "<p>\r\nRelease to an inward processing procedure where the goods have not been subject to any previous procedure (Article 256 EU Reg. No. 952/2013 (UCC)).\r\n</p>",
                "conditionForUse": "<p>This Procedure Code is used to claim a suspension from customs duty (and where applicable excise duty and VAT) for goods entered to an inward processing (IP) procedure.</p>\r\n\r\n<p>An Inward Processing (IP) authorisation is needed to use this customs procedure. This may be pre-approved (single member state or multi-state) or declaration specific (Authorisation by Customs Declaration). See conditions and requirements detailed in Notice 3001.</p>\r\n\r\n<p>These notes must be read in conjunction with the appropriate completion notes for the Additional Procedure Code used on the declaration (DE 1/11).</p>",
                "restrictionsOnUsage": "<p>Evidence of eligibility for customs duty relief under the Inward Processing (IP) procedure must be held.</p>\r\n\r\n<p>The use of this procedure is subject to a full authorisation (single member state or multi-state), or an Authorisation by Customs Declaration being held for IP.</p>\r\n\r\n<p>Where the additional declaration type used in DE 1/2 is: C, F, J, K, Y or Z, authorisation to use the Simplified Declaration Procedures (SDP) or Entry in Declarant’s Records (EIDR) must also be held.\r\n</p>\r\n\r\n<p>EIDR cannot be used to declare controlled drugs or controlled goods under this Procedure Code.</p>\r\n\r\n<p>Additional declaration type (DE 1/2): C, F, J, K, Y or Z cannot be used where Authorisation by Customs Declaration is being claimed. AI code 00100 in DE 2/2 may only be used with code A or D in DE 1/2.</p>\r\n\r\n<p>For Authorisations by Customs Declaration (simplified authorisation) the annual usage allowed is 3 per calendar year. Each individual transaction claiming the Authorisation by Customs Declaration is subject to a goods item value limit (DE 4/14) of £500,000. Authorisation by Customs Declaration may only be claimed where the entry to and discharge of the special procedure occur within the same Member State.</p>",
                "correlationMatrix": [
                    {
                        "index": 1,
                        "code": "A04",
                        "shortDescription": "Goods which are being placed under or discharged from an Inward Processing procedure (VAT only)"
                    },
                    {
                        "index": 104,
                        "code": "F15",
                        "shortDescription": "Goods introduced in the context of trade with Special Fiscal Territories or territories with which the EU has formed a Customs Union (Article 1(3) of the Code)"
                    },
                    {
                        "index": 107,
                        "code": "F44",
                        "shortDescription": "Inward Processing; customs debt under Article 86(3) of the Code"
                    },
                    {
                        "index": 109,
                        "code": "000",
                        "shortDescription": "No other Additional Procedure Code applies"
                    },
                    {
                        "index": 118,
                        "code": "1IE",
                        "shortDescription": "IP prior import equivalence (IM/EX)"
                    },
                    {
                        "index": 129,
                        "code": "1PO",
                        "shortDescription": "Goods imported using the international mail procedure where a written customs declaration is required to enter the goods to IP."
                    },
                    {
                        "index": 140,
                        "code": "2CD",
                        "shortDescription": "Controlled drugs released to a special procedure using Simplified Procedures"
                    },
                    {
                        "index": 141,
                        "code": "2CG",
                        "shortDescription": "Controlled Goods released to a special procedure using Simplified Procedures"
                    },
                    {
                        "index": 145,
                        "code": "3HG",
                        "shortDescription": "HG3 notice (Inward Processing)"
                    }
                ]
            },
            {
                "prevProcedure": "11",
                "shortDescription": "Import of replacement goods to IP following the prior export of equivalent goods.",
                "longDescription": "<p>\r\nImport of non-Union goods to replace the previously exported equivalent goods which are now being entered to inward processing (Articles 223(2)(c) and 256 EU Reg. No. 952/2013 (UCC)), where the goods simultaneously gain Union status (EX/IM).\r\n</p>",
                "conditionForUse": "<p>This Procedure Code is used for replacement goods being entered to inward processing (IP) following the prior export of equivalent goods (EX/IM), without the replacement goods being subject to customs duty.</p>\r\n\r\n<p>A full Inward Processing (IP) authorisation, valid at the time the equivalent goods were exported, is needed to use this customs procedure, see conditions and requirements detailed in Notice 3001.</p>\r\n\r\n<p>Use of this procedure code is dependent on the prior export of equivalent goods having taken place. The MRN of the prior export declaration must be included as a previous document reference in DE 2/1.</p>\r\n\r\n<p>These notes must be read in conjunction with the appropriate completion notes for the Additional Procedure Code used on the declaration (DE 1/11).</p>",
                "restrictionsOnUsage": "<p>Where the additional declaration type used in DE 1/2 is: C, F or Y, authorisation to use the Simplified Declaration Procedures (SDP).</p>\r\n\r\n<p>Authorisation by Customs Declaration cannot be used with this Procedure Code.</p>\r\n\r\n<p>This Procedure Code cannot be used with Entry in Declarant’s Records (EIDR).</p>",
                "correlationMatrix": [
                    {
                        "index": 107,
                        "code": "F44",
                        "shortDescription": "Inward Processing; customs debt under Article 86(3) of the Code"
                    },
                    {
                        "index": 109,
                        "code": "000",
                        "shortDescription": "No other Additional Procedure Code applies"
                    },
                    {
                        "index": 122,
                        "code": "1MP",
                        "shortDescription": "Prior export of compensating products obtained from milk and milk products (EX/IM)."
                    },
                    {
                        "index": 129,
                        "code": "1PO",
                        "shortDescription": "Goods imported using the international mail procedure where a written customs declaration is required to enter the goods to IP."
                    },
                    {
                        "index": 140,
                        "code": "2CD",
                        "shortDescription": "Controlled drugs released to a special procedure using Simplified Procedures"
                    },
                    {
                        "index": 141,
                        "code": "2CG",
                        "shortDescription": "Controlled Goods released to a special procedure using Simplified Procedures"
                    }
                ]
            },
            {
                "prevProcedure": "21",
                "shortDescription": "Entry to IP after OP",
                "longDescription": "<p>Release to an inward processing procedure (Article 256 EU Reg. No. 952/2013 (UCC)), where the goods are being are re-imported following temporary export under outward processing (Articles 259 - 262 EU Reg. No. 952/2013 (UCC)).</p>",
                "conditionForUse": "<p>This Procedure Code is used to claim a suspension from customs duty (and where applicable excise duty and VAT) for goods entered to an inward processing (IP) procedure, where the goods are being re-imported following temporary export under outward processing (OP).</p>\r\n\r\n<p>An Inward Processing (IP) authorisation is needed to use this customs procedure. This may be pre-approved (single member state or multi-state) or declaration specific (Authorisation by Customs Declaration). See conditions and requirements detailed in Notice 3001.</p>\r\n\r\n<p>An Outward Processing (OP) authorisation, valid at the time of export, is needed to use this customs procedure. This may be pre-approved (single member state or multi-state) or declaration specific (Authorisation by Customs Declaration), see conditions and requirements detailed in Notice 3001.</p>\r\n\r\n<p>Goods may be re-imported to inward processing by a different person to the person who originally exported the goods under outward processing.</p>\r\n\r\n<p>A C&E1154 (or alternative evidence) must be completed by the OP authorisation holder and provided to the IP authorisation holder to evidence the revenue calculations for OP in the event of a diversion to free circulation from IP.</p>\r\n\r\n<p>VAT relief cannot be claimed if the goods were sold while outside the European Union.</p>\r\n\r\n<p>See conditions for use detailed in Notice 3001.</p>\r\n\r\n<p>These notes must be read in conjunction with the appropriate completion notes for the Additional Procedure Codes used on the declaration (DE 1/11).</p>",
                "restrictionsOnUsage": "<p>Evidence of eligibility for customs duty relief under the Inward Processing (IP) procedure must be held.</p>\r\n\r\n<p>Evidence of eligibility for customs duty relief under the Outward Processing (OP) procedure must be held.</p>\r\n\r\n<p>The use of this procedure is subject to a full authorisation (single member state or multi-state), or an Authorisation by Customs Declaration being held for IP.</p>\r\n\r\n<p>The use of this procedure is subject to a full authorisation (single member state or multi-state), or an Authorisation by Customs Declaration being held at the time the goods were exported under OP.</p>\r\n\r\n<p>Goods temporarily exported for processing under VAT only OP (DE 1/11 B53 or B54 at export) may not be re-imported using this Procedure Code.</p>\r\n\r\n<p>Where the additional declaration type used in DE 1/2 is: C, F or Y, authorisation to use the Simplified Declaration Procedures (SDP) must also be held.</p>\r\n\r\n<p>Additional declaration type (DE 1/2): C, F, or Y cannot be used where Authorisation by Customs Declaration is being claimed on this declaration for IP or where it was claimed at export for OP. AI code 00100 in DE 2/2 may only be used on this declaration with code A or D in DE 1/2.</p>\r\n\r\n<p>For IP Authorisations by Customs Declaration (simplified authorisation) the annual usage allowed is 3 per calendar year. Each individual transaction claiming IP Authorisation by Customs Declaration is subject to a goods item value limit (DE 4/14) of £500,000. Authorisation by Customs Declaration may only be used where the entry to and discharge of the special procedure occurs within the same Member State.</p>\r\n\r\n<p>This procedure code cannot be used with Entry in Declarants Records (EIDR).</p>",
                "correlationMatrix": [
                    {
                        "index": 2,
                        "code": "B02",
                        "shortDescription": "Processed products returning after repair under guarantee in accordance with Article 260 of the Code (goods repaired free of charge)."
                    },
                    {
                        "index": 3,
                        "code": "B03",
                        "shortDescription": "Processed products returning after replacement under guarantee in accordance with Article 261 of the Code (Standard Exchange System)"
                    },
                    {
                        "index": 107,
                        "code": "F44",
                        "shortDescription": "Inward Processing; customs debt under Article 86(3) of the Code"
                    },
                    {
                        "index": 109,
                        "code": "000",
                        "shortDescription": "No other Additional Procedure Code applies"
                    },
                    {
                        "index": 118,
                        "code": "1IE",
                        "shortDescription": "IP prior import equivalence (IM/EX)"
                    },
                    {
                        "index": 140,
                        "code": "2CD",
                        "shortDescription": "Controlled drugs released to a special procedure using Simplified Procedures"
                    },
                    {
                        "index": 141,
                        "code": "2CG",
                        "shortDescription": "Controlled Goods released to a special procedure using Simplified Procedures"
                    },
                    {
                        "index": 146,
                        "code": "46P",
                        "shortDescription": "Prior Import Equivalence for Outward Processing"
                    },
                    {
                        "index": 147,
                        "code": "48P",
                        "shortDescription": "Prior Import Equivalence for the replacement of defective goods under Outward Processing"
                    }
                ]
            },
            {
                "prevProcedure": "51",
                "shortDescription": "Transfer of goods between IP authorisation holders",
                "longDescription": "<p>Goods previously entered to Inward Processing (IP) now being transferred to another IP authorisation holder (Article 218 and 256 EU Reg. No. 952/2013 (UCC)).</p>",
                "conditionForUse": "<p>This Procedure Code is used to claim a suspension from customs duty (and where applicable excise duty and VAT) for goods previously entered to inward processing (IP) which are now being transferred to another authorisation holder.</p>\r\n\r\n<p>A valid authorisation for IP is required by both parties in order to use this procedure:</p>\r\n\r\n<p>\r\nThe party discharging IP:\r\n<ul>\r\n<li>An Inward Processing (IP) authorisation, valid at the time the goods were previously entered to IP, is needed by the party discharging IP to use this procedure code. This may be pre-approved (single member state or multi-state) or declaration specific (Authorisation by Customs Declaration). See conditions and requirements detailed in Notice 3001.</li>\r\n<li>The details for the party discharging IP should be entered against the relevant AI statement code in DE 2/2.</li>\r\n<li>DE 2/3 and DE 3/39 are not required for the party discharging IP</li>\r\n</ul>\r\n</p>\r\n\r\n<p>\r\nThe party entering the goods to IP:\r\n<ul>\r\n<li>An Inward Processing (IP) authorisation is needed by the party now entering the goods to IP, to use this procedure code. This may be pre-approved (single member state or multi-state) or declaration specific (Authorisation by Customs Declaration). See conditions and requirements detailed in Notice 3001.</li>\r\n<li>The details of the party now entering the goods to IP should be declared against the relevant Document and Authorisation Type codes in DE 2/3 and DE 3/39.</li>\r\n</ul>\r\n</p>\r\n\r\n<p>These notes must be read in conjunction with the appropriate completion notes for the Additional Procedure Code used on the declaration (DE 1/11).</p>",
                "restrictionsOnUsage": "<p>Evidence of eligibility for customs duty relief under the Inward Processing (IP) procedure must be held by both parties.</p>\r\n\r\n<p>The use of this procedure is subject to a full authorisation (single member state or multi-state), or an Authorisation by Customs Declaration being held for IP by both parties.</p>\r\n\r\n<p>Where the additional declaration type used in DE 1/2 is: Z, authorisation to use the Entry in Declarant’s Records (EIDR) must also be held.</p>\r\n\r\n<p>EIDR cannot be used to declare controlled drugs or controlled goods under this Procedure Code.</p>\r\n\r\n<p>Additional declaration type (DE 1/2): Z cannot be used where Authorisation by Customs Declaration is being claimed on this declaration for IP or where it was claimed on the original entry to IP. AI code 00100 in DE 2/2 may only be used with code A in DE 1/2.</p>\r\n\r\n<p>For Authorisations by Customs Declaration (simplified authorisation) the annual usage allowed is 3 per calendar year. Each individual transaction claiming the Authorisation by Customs Declaration is subject to a goods item value limit (DE 4/14) of £500,000. Authorisation by Customs Declaration may only be claimed where the entry to and discharge of the special procedure occurs within the same Member State.</p>\r\n\r\n<p>This Procedure Code may not be used with Simplified Declaration Procedure (SDP).</p>",
                "correlationMatrix": [
                    {
                        "index": 1,
                        "code": "A04",
                        "shortDescription": "Goods which are being placed under or discharged from an Inward Processing procedure (VAT only)"
                    },
                    {
                        "index": 104,
                        "code": "F15",
                        "shortDescription": "Goods introduced in the context of trade with Special Fiscal Territories or territories with which the EU has formed a Customs Union (Article 1(3) of the Code)"
                    },
                    {
                        "index": 107,
                        "code": "F44",
                        "shortDescription": "Inward Processing; customs debt under Article 86(3) of the Code"
                    },
                    {
                        "index": 109,
                        "code": "000",
                        "shortDescription": "No other Additional Procedure Code applies"
                    },
                    {
                        "index": 118,
                        "code": "1IE",
                        "shortDescription": "IP prior import equivalence (IM/EX)"
                    },
                    {
                        "index": 129,
                        "code": "1PO",
                        "shortDescription": "Goods imported using the international mail procedure where a written customs declaration is required to enter the goods to IP."
                    }
                ]
            },
            {
                "prevProcedure": "53",
                "shortDescription": "Entry to IP after TA",
                "longDescription": "<p>Entry of goods to inward processing (Article 256 EU Reg. No. 952/2013 (UCC)), where the goods have been previously entered to temporary admission (Article 250 EU Reg. No. 952/2013 (UCC)).</p>",
                "conditionForUse": "<p>This Procedure Code is used to claim a suspension from customs duty (and where applicable excise duty and VAT) for goods entered to an inward processing (IP) procedure, which were previously entered to temporary admission (TA).</p>\r\n\r\n<p>An Inward Processing (IP) authorisation is needed to use this customs procedure. This may be pre-approved (single member state or multi-state) or declaration specific (Authorisation by Customs Declaration). See conditions and requirements detailed in Notice 3001.</p>\r\n\r\n<p>A Temporary Admission (TA) authorisation, valid at the time the goods were entered to TA, is needed to use this customs procedure. This may be pre-approved (single member state or multi-state) or declaration specific (Authorisation by Customs Declaration), see conditions and requirements detailed in Notice 3001.</p>\r\n\r\n<p>The MRN for the declaration which previously entered the goods to TA must be declared in DE 2/1 as a previous Document.</p>\r\n\r\n<p>Where the goods are being transferred between different authorisation holders, the AI statement code ‘TAPAR’ must be declared in DE 2/2 where the goods were subject to TA with partial relief providing details of the amount of revenue paid whilst the goods were held under TA.</p>\r\n\r\n<p>These notes must be read in conjunction with the appropriate completion notes for the Additional Procedure Code used on the declaration (DE 1/11).</p>",
                "restrictionsOnUsage": "<p>Evidence of eligibility for customs duty relief under the Inward Processing (IP) procedure must be held.</p>\r\n\r\n<p>Evidence of eligibility for customs duty relief under the Temporary Admission (TA) procedure must be held.</p>\r\n\r\n<p>The use of this procedure is subject to a full authorisation (single member state or multi-state), or an Authorisation by Customs Declaration being held for IP.</p>\r\n\r\n<p>The use of this procedure is subject to a full authorisation (single member state or multi-state), or an Authorisation by Customs Declaration being held at the time the goods were entered to TA.</p>\r\n\r\n<p>Where the additional declaration type used in DE 1/2 is: Z, authorisation to use Entry in Declarant’s Records (EIDR) must also be held.</p>\r\n\r\n<p>EIDR cannot be used to declare controlled drugs or controlled goods under this Procedure Code.</p>\r\n\r\n<p>Additional declaration type (DE 1/2): Z cannot be used where Authorisation by Customs Declaration is being claimed on this declaration for IP or where it was claimed on entry to TA. AI code 00100 in DE 2/2 may only be used with code A in DE 1/2.</p>\r\n\r\n<p>For Inward Processing Authorisations by Customs Declaration (simplified authorisation) the annual usage allowed is 3 per calendar year. Each individual transaction claiming IP Authorisation by Customs Declaration is subject to a goods item value limit (DE 4/14) of £500,000. These limits do not apply to Temporary Admission Authorisation by Customs Declaration. Authorisation by Customs Declaration may only be used where the entry to and discharge of the special procedure occurs within the same Member State.</p>\r\n\r\n<p>This Procedure Code may not be used with Simplified Declaration Procedure (SDP).</p>",
                "correlationMatrix": [
                    {
                        "index": 1,
                        "code": "A04",
                        "shortDescription": "Goods which are being placed under or discharged from an Inward Processing procedure (VAT only)"
                    },
                    {
                        "index": 104,
                        "code": "F15",
                        "shortDescription": "Goods introduced in the context of trade with Special Fiscal Territories or territories with which the EU has formed a Customs Union (Article 1(3) of the Code)"
                    },
                    {
                        "index": 107,
                        "code": "F44",
                        "shortDescription": "Inward Processing; customs debt under Article 86(3) of the Code"
                    },
                    {
                        "index": 109,
                        "code": "000",
                        "shortDescription": "No other Additional Procedure Code applies"
                    },
                    {
                        "index": 118,
                        "code": "1IE",
                        "shortDescription": "IP prior import equivalence (IM/EX)"
                    }
                ]
            },
            {
                "prevProcedure": "54",
                "shortDescription": "Transfer of goods between IP authorisation holders in different Member States",
                "longDescription": "<p>Goods previously entered to Inward Processing (IP) in another member state now being transferred to another IP authorisation holder (Articles 211(1), 218 and 256 EU Reg. No. 952/2013 (UCC)).</p>",
                "conditionForUse": "<p>This Procedure Code is used to claim a suspension from customs duty (and where applicable excise duty and VAT) for goods previously entered to inward processing (IP) in another member state which are now being transferred to another authorisation holder.</p>\r\n\r\n<p>A valid authorisation for IP is required by both parties in order to use this procedure:</p>\r\n\r\n<p>\r\nThe party discharging IP in the other member state:\r\n<ul>\r\n<li>A full, multi-state Inward Processing (IP) authorisation, valid at the time the goods were entered to IP in the other member state, is needed by the party discharging IP to use this procedure code. See conditions and requirements detailed in Notice 3001.</li>\r\n<li>The details for the party discharging IP should be entered against the relevant AI statement code in DE 2/2.</li>\r\n<li>DE 2/3 and DE 3/39 are not required for the party discharging IP</li>\r\n</ul>\r\n</p>\r\n\r\n<p>\r\nThe party entering the goods to IP:\r\n<ul>\r\n<li>A full Inward Processing (IP) authorisation is needed by the party now entering the goods to IP, to use this procedure code. See conditions and requirements detailed in Notice 3001.</li>\r\n<li>The details of the party now entering the goods to IP should be declared against the relevant Document and Authorisation Type codes in DE 2/3 and DE 3/39.</li>\r\n</ul>\r\n</p>\r\n\r\n<p>These notes must be read in conjunction with the appropriate completion notes for the Additional Procedure Code used on the declaration (DE 1/11).</p>",
                "restrictionsOnUsage": "<p>Evidence of eligibility for customs duty relief under the Inward Processing (IP) procedure must be held by both parties.</p>\r\n\r\n<p>The use of this procedure is subject to a full Inward Processing (IP) authorisation being held for IP by both parties.</p>\r\n\r\n<p>Authorisation by Customs Declaration cannot be used with this Procedure Code.</p>\r\n\r\n<p>Simplified Declaration Procedure (SDP) and Entry in Declarants Records (EIDR) may not be used with this Procedure Code.</p>",
                "correlationMatrix": [
                    {
                        "index": 1,
                        "code": "A04",
                        "shortDescription": "Goods which are being placed under or discharged from an Inward Processing procedure (VAT only)"
                    },
                    {
                        "index": 107,
                        "code": "F44",
                        "shortDescription": "Inward Processing; customs debt under Article 86(3) of the Code"
                    },
                    {
                        "index": 109,
                        "code": "000",
                        "shortDescription": "No other Additional Procedure Code applies"
                    },
                    {
                        "index": 118,
                        "code": "1IE",
                        "shortDescription": "IP prior import equivalence (IM/EX)"
                    }
                ]
            },
            {
                "prevProcedure": "71",
                "shortDescription": "Entry to IP on release from a CW",
                "longDescription": "<p>Entry of goods to inward processing (Article 256 EU Reg. No. 952/2013 (UCC)), where the goods are being released from a Customs Warehouse (Article 240 EU Reg. No. 952/2013 (UCC)).</p>",
                "conditionForUse": "<p>This Procedure Code is used to claim a suspension from customs duty (and where applicable excise duty and VAT) for goods entered to an inward processing (IP) procedure, which are being released from a Customs Warehouse (CW).</p>\r\n\r\n<p>An Inward Processing (IP) authorisation is needed to use this customs procedure. This may be pre-approved (single member state or multi-state) or declaration specific (Authorisation by Customs Declaration). See conditions and requirements detailed in Notice 3001.</p>\r\n\r\n<p>A Customs Warehousing (CW) authorisation is needed to use this customs procedure, see conditions and requirements detailed in Notice 3001.</p>\r\n\r\n<p>The MRN of this declaration must be provided to the warehousekeeper for their records as evidence that the goods have been entered to a customs procedure.</p>\r\n\r\n<p>These notes must be read in conjunction with the appropriate completion notes for the Additional Procedure Code used on the declaration (DE 1/11).</p>",
                "restrictionsOnUsage": "<p>Evidence of eligibility for customs duty relief under the Inward Processing (IP) procedure must be held.</p>\r\n\r\n<p>The use of this procedure is subject to a full authorisation (single member state or multi-state), or an Authorisation by Customs Declaration being held for IP.</p>\r\n\r\n<p>The use of this procedure is subject to an authorisation being held for CW.</p>\r\n\r\n<p>Where the additional declaration type used in DE 1/2 is: Z, authorisation to use Entry in Declarant’s Records (EIDR) must also be held.</p>\r\n\r\n<p>EIDR cannot be used to declare controlled drugs or controlled goods under this Procedure Code.</p>\r\n\r\n<p>EIDR may not be used to enter the goods to IP where it was previously used to enter the goods to the Customs Warehouse.</p>\r\n\r\n<p>Additional declaration type (DE 1/2): Z cannot be used where Authorisation by Customs Declaration is being claimed on this declaration. AI code 00100 in DE 2/2 may only be used with code A in DE 1/2.</p>\r\n\r\n<p>For IP Authorisations by Customs Declaration (simplified authorisation) the annual usage allowed is 3 per calendar year. Each individual transaction claiming IP Authorisation by Customs Declaration is subject to a goods item value limit (DE 4/14) of £500,000. Authorisation by Customs Declaration may only be used where the entry to and discharge of the special procedure occurs within the same Member State.</p>\r\n\r\n<p>This Procedure Code may not be used with Simplified Declaration Procedure (SDP).</p>",
                "correlationMatrix": [
                    {
                        "index": 1,
                        "code": "A04",
                        "shortDescription": "Goods which are being placed under or discharged from an Inward Processing procedure (VAT only)"
                    },
                    {
                        "index": 104,
                        "code": "F15",
                        "shortDescription": "Goods introduced in the context of trade with Special Fiscal Territories or territories with which the EU has formed a Customs Union (Article 1(3) of the Code)"
                    },
                    {
                        "index": 107,
                        "code": "F44",
                        "shortDescription": "Inward Processing; customs debt under Article 86(3) of the Code"
                    },
                    {
                        "index": 109,
                        "code": "000",
                        "shortDescription": "No other Additional Procedure Code applies"
                    },
                    {
                        "index": 118,
                        "code": "1IE",
                        "shortDescription": "IP prior import equivalence (IM/EX)"
                    },
                    {
                        "index": 129,
                        "code": "1PO",
                        "shortDescription": "Goods imported using the international mail procedure where a written customs declaration is required to enter the goods to IP."
                    },
                    {
                        "index": 137,
                        "code": "1VW",
                        "shortDescription": "Goods liable to VAT only, declared for customs warehousing, or removed from customs warehousing"
                    },
                    {
                        "index": 139,
                        "code": "1XW",
                        "shortDescription": "More than 1 previous procedure involving Customs Warehousing"
                    }
                ]
            },
            {
                "prevProcedure": "78",
                "shortDescription": "Entry to IP on release from a FZ",
                "longDescription": "<p>Entry of goods to inward processing (Article 256 EU Reg. No. 952/2013 (UCC)), where the goods are being released from a Free Zone (Article 243 EU Reg. No. 952/2013 (UCC)).</p>",
                "conditionForUse": "<p>This Procedure Code is used to claim a suspension from customs duty (and where applicable excise duty and VAT) for goods entered to an inward processing (IP) procedure, which are being released from a Free Zone (FZ).</p>\r\n\r\n<p>An Inward Processing (IP) authorisation is needed to use this customs procedure. This may be pre-approved (single member state or multi-state) or declaration specific (Authorisation by Customs Declaration). See conditions and requirements detailed in Notice 3001.</p>\r\n\r\n<p>A Free Zone (FZ) authorisation is needed to use this customs procedure, see conditions and requirements detailed in Notice 3001.</p>\r\n\r\n<p>The MRN of this declaration must be provided to the Free Zone Operator for their records as evidence that the goods have been entered to a customs procedure.</p>\r\n\r\n<p>These notes must be read in conjunction with the appropriate completion notes for the Additional Procedure Code used on the declaration (DE 1/11).</p>",
                "restrictionsOnUsage": "<p>Evidence of eligibility for customs duty relief under the Inward Processing (IP) procedure must be held.</p>\r\n\r\n<p>The use of this procedure is subject to a full authorisation (single member state or multi-state), or an Authorisation by Customs Declaration being held for IP.</p>\r\n\r\n<p>The use of this procedure is subject to an authorisation being held for FZ.</p>\r\n\r\n<p>Where the additional declaration type used in DE 1/2 is: C or Y authorisation to use the Simplified Declaration Procedures (SDP) must also be held.</p>\r\n\r\n<p>This Procedure Code may not be used with Entry in Declarant’s Record’s (EIDR).</p>\r\n\r\n<p>Additional declaration type (DE 1/2): C or Y cannot be used where Authorisation by Customs Declaration is being claimed on this declaration. AI code 00100 in DE 2/2 may only be used with code A in DE 1/2.</p>\r\n\r\n<p>For IP Authorisations by Customs Declaration (simplified authorisation) the annual usage allowed is 3 per calendar year. Each individual transaction claiming IP Authorisation by Customs Declaration is subject to a goods item value limit (DE 4/14) of £500,000. Authorisation by Customs Declaration may only be used where the entry to and discharge of the special procedure occurs within the same Member State.</p>",
                "correlationMatrix": [
                    {
                        "index": 1,
                        "code": "A04",
                        "shortDescription": "Goods which are being placed under or discharged from an Inward Processing procedure (VAT only)"
                    },
                    {
                        "index": 104,
                        "code": "F15",
                        "shortDescription": "Goods introduced in the context of trade with Special Fiscal Territories or territories with which the EU has formed a Customs Union (Article 1(3) of the Code)"
                    },
                    {
                        "index": 107,
                        "code": "F44",
                        "shortDescription": "Inward Processing; customs debt under Article 86(3) of the Code"
                    },
                    {
                        "index": 109,
                        "code": "000",
                        "shortDescription": "No other Additional Procedure Code applies"
                    },
                    {
                        "index": 118,
                        "code": "1IE",
                        "shortDescription": "IP prior import equivalence (IM/EX)"
                    },
                    {
                        "index": 129,
                        "code": "1PO",
                        "shortDescription": "Goods imported using the international mail procedure where a written customs declaration is required to enter the goods to IP."
                    },
                    {
                        "index": 140,
                        "code": "2CD",
                        "shortDescription": "Controlled drugs released to a special procedure using Simplified Procedures"
                    },
                    {
                        "index": 141,
                        "code": "2CG",
                        "shortDescription": "Controlled Goods released to a special procedure using Simplified Procedures"
                    }
                ]
            }
        ]
    },
    {
        "procedure": "53",
        "shortDescription": "Entry to Temporary Admission (TA)",
        "longDescription": "The use of this procedure code is a declaration by the importer that the conditions laid down in Council Regulation (EU) No. 952/2013, Commission Delegated Regulation (EU) No. 2015/2446 and Commission Implementing Regulation (EU) No. 2015/2447 are met."
    },
    {
        "procedure": "61",
        "shortDescription": "Re-importation with simultaneous release to free circulation",
        "longDescription": "The use of this procedure code is a declaration by the importer that the conditions laid down in Council Regulation (EU) No. 952/2013, Commission Delegated Regulation (EU) No. 2015/2446 and Commission Implementing Regulation (EU) No. 2015/2447 are met."
    },
    {
        "procedure": "71",
        "shortDescription": "Entry to a Customs Warehouse (CW)",
        "longDescription": "The use of this procedure code is a declaration by the importer that the conditions laid down in Council Regulation (EU) No. 952/2013, Commission Delegated Regulation (EU) No. 2015/2446 and Commission Implementing Regulation (EU) No. 2015/2447 are met.",
        "codes": [
            {
                "prevProcedure": "00",
                "shortDescription": "Entry to a CW",
                "longDescription": "<p>Release to a Customs Warehouse where the goods have not been subject to any previous procedure (Article 240 EU Reg. No. 952/2013 (UCC)).</p>",
                "conditionForUse": "<p>This Procedure Code is used to claim a suspension from customs duties and other charges for goods entered to a Customs Warehouse (CW).</p>\r\n\r\n<p>A Customs Warehousing (CW) authorisation is needed to use this customs procedure. See conditions and requirements detailed in Notice 3001.</p>\r\n\r\n<p>A Customs Comprehensive Guarantee (CCG) is required to be authorised for Customs Warehousing (Articles 95 and 195 EU Reg. No. 952/2013 (UCC)).</p>\r\n\r\n<p>Goods liable to customs duty and/or other charges, may be entered to an approved customs warehouse (CW) in order to suspend the payment of any customs duty or charges.</p>\r\n\r\n<p>These notes must be read in conjunction with the appropriate completion notes for the Additional Procedure Code used on the declaration (DE 1/11).</p>",
                "restrictionsOnUsage": "<p>Use of this procedure is subject to an authorisation for a Customs Warehouse (CW) being held for the premises declared in DE 2/7 (Identification of Warehouse).</p>\r\n\r\n<p>The goods must be entered to an approved CW premises, declared in DE 2/7 (Identification of Warehouse) of the declaration, in order to suspend the import duties and other charges.</p>\r\n\r\n<p>Goods can only be entered to CW where the CW is specifically authorised to receive them.</p>\r\n\r\n<p>Where the Additional Declaration Type used in DE 1/2 is: C, F, J or K authorisation to use the Simplified Declaration Procedures (SDP) or Entry in Declarant’s Record’s (EIDR) must also be held.</p>\r\n\r\n<p>Where a C21i EIDR NOP is used to enter the goods an authorisation for Entry in Declarants Records (EIDR) must be held.</p>\r\n\r\n<p>EIDR cannot be used to declare controlled drugs or controlled goods under this Procedure Code.</p>\r\n\r\n<p>Entry in Declarant’s Record’s (EIDR) may not be used to both enter and remove the goods from the customs warehousing procedure. Declarant’s intending to use EIDR to remove the goods from the warehouse at a later date should use an alternative method to enter them using this Procedure Code.</p>",
                "correlationMatrix": [
                    {
                        "index": 104,
                        "code": "F15",
                        "shortDescription": "Goods introduced in the context of trade with Special Fiscal Territories or territories with which the EU has formed a Customs Union (Article 1(3) of the Code)"
                    },
                    {
                        "index": 109,
                        "code": "000",
                        "shortDescription": "No other Additional Procedure Code applies"
                    },
                    {
                        "index": 137,
                        "code": "1VW",
                        "shortDescription": "Goods liable to VAT only, declared for customs warehousing, or removed from customs warehousing"
                    },
                    {
                        "index": 140,
                        "code": "2CD",
                        "shortDescription": "Controlled drugs released to a special procedure using Simplified Procedures"
                    },
                    {
                        "index": 141,
                        "code": "2CG",
                        "shortDescription": "Controlled Goods released to a special procedure using Simplified Procedures"
                    }
                ]
            },
            {
                "prevProcedure": "10",
                "shortDescription": "Entry to a CW for goods previously permanently exported",
                "longDescription": "<p>Re-import of goods, previously declared for permanent export to a third country, to a Customs Warehouse (Article 240 EU Reg. No. 952/2013 (UCC)) on their return, pending their release to free circulation. The goods may only be warehoused where their release to free circulation is prohibited until the necessary documentation is obtained.</p>",
                "conditionForUse": "<p>This Procedure Code is used to suspend the application of customs formalities relating to the release of the goods for free circulation. This includes the suspension of the application of commercial policy measures, including any prohibitions or restrictions (Article 201, EU Reg. No. 952/2013 (UCC)) whilst the goods are held in the Customs Warehouse. These formalities must be completed on their eventual removal from the warehouse.</p>\r\n\r\n<p>A suitable warehousing authorisation is required to cover any special storage requirements relating to the nature of the goods.</p>\r\n\r\n<p>A Customs Warehousing (CW) authorisation is needed to use this customs procedure. See conditions and requirements detailed in Notice 3001.</p>\r\n\r\n<p>A Customs Comprehensive Guarantee (CCG) is required to be authorised for Customs Warehousing (Articles 95 and 195 EU Reg. No. 952/2013 (UCC)).</p>\r\n\r\n<p>Goods liable to customs duty and/or other charges, may be entered to an approved customs warehouse (CW) in order to suspend the payment of any customs duty or charges.</p>\r\n\r\n<p>Evidence must be available to demonstrate the status of the goods at their original export. The MRN of the export declaration must be declared as a previous document in DE 2/1.</p>\r\n\r\n<p>These notes must be read in conjunction with the appropriate completion notes for the Additional Procedure Code used on the declaration (DE 1/11).</p>",
                "restrictionsOnUsage": "<p>Use of this procedure is subject to an authorisation for a Customs Warehouse (CW) being held for the premises declared in DE 2/7 (Identification of Warehouse).</p>\r\n\r\n<p>The goods must be entered to an approved CW premises, declared in DE 2/7 (Identification of Warehouse) of the declaration, in order to suspend the import duties and other charges.</p>\r\n\r\n<p>Goods can only be entered to CW where the CW is specifically authorised to receive them.</p>\r\n\r\n<p>Where the Additional Declaration Type used in DE 1/2 is: C, F, J or K authorisation to use the Simplified Declaration Procedures (SDP) or Entry in Declarant’s Record’s (EIDR) must also be held.</p>\r\n\r\n<p>Where a C21i EIDR NOP is used to enter the goods an authorisation for Entry in Declarant’s Records (EIDR) must be held. EIDR cannot be used to declare controlled drugs or controlled goods under this Procedure Code.</p>\r\n\r\n<p>Entry in Declarant’s Records (EIDR) may not be used to both enter and remove the goods from the customs warehousing procedure. Declarant’s intending to use EIDR to remove the goods from the warehouse at a later date should use an alternative method to enter them using this Procedure Code.</p>",
                "correlationMatrix": [
                    {
                        "index": 104,
                        "code": "F15",
                        "shortDescription": "Goods introduced in the context of trade with Special Fiscal Territories or territories with which the EU has formed a Customs Union (Article 1(3) of the Code)"
                    },
                    {
                        "index": 109,
                        "code": "000",
                        "shortDescription": "No other Additional Procedure Code applies"
                    },
                    {
                        "index": 137,
                        "code": "1VW",
                        "shortDescription": "Goods liable to VAT only, declared for customs warehousing, or removed from customs warehousing"
                    },
                    {
                        "index": 140,
                        "code": "2CD",
                        "shortDescription": "Controlled drugs released to a special procedure using Simplified Procedures"
                    },
                    {
                        "index": 141,
                        "code": "2CG",
                        "shortDescription": "Controlled Goods released to a special procedure using Simplified Procedures"
                    }
                ]
            },
            {
                "prevProcedure": "21",
                "shortDescription": "Entry to CW after OP",
                "longDescription": "<p>Re-importation of goods temporarily exported, under the Outward Processing (OP) procedure, to a Customs Warehouse (Articles 240, 259 and 262 EU Reg. No. 952/2013 (UCC)).</p>",
                "conditionForUse": "<p>This Procedure Code is used to claim suspension from any customs duties and other charges on goods re-imported under the outward processing (OP) procedure with simultaneous entry to a customs warehouse (CW) (Articles 240, 259 and 262 EU Reg. No. 952/2013 (UCC))</p>\r\n\r\n<p>A Customs Warehousing (CW) authorisation is needed to use this customs procedure. See conditions and requirements detailed in Notice 3001.</p>\r\n\r\n<p>A Customs Comprehensive Guarantee (CCG) is required to be authorised for Customs Warehousing (Articles 95 and 195 EU Reg. No. 952/2013 (UCC)).</p>\r\n\r\n<p>An OP authorisation, valid at the time of export, is needed to use this customs procedure. This may be pre-approved (single member state or multi-state) or declaration specific (Authorisation by Customs Declaration), see conditions and requirements detailed in Notice 3001.</p>\r\n\r\n<p>Goods may be re-imported by a different person to the person who originally exported the goods under OP.</p>\r\n\r\n<p>Goods liable to customs duty and/or other charges, may be entered to an approved customs warehouse (CW) in order to suspend the payment of any customs duty or charges.</p>\r\n\r\n<p>These notes must be read in conjunction with the appropriate completion notes for the Additional Procedure Code used on the declaration (DE 1/11).</p>",
                "restrictionsOnUsage": "<p>Evidence of eligibility for customs duty relief under the Outward Processing (OP) procedure and the duty calculations to be applied to the goods must be provided to the depositor for use on the goods subsequent release to free circulation.</p>\r\n\r\n<p>The use of this procedure is subject to a full authorisation (single member state or multi-state), or an Authorisation by Customs Declaration being held at the time the goods were exported under OP.</p>\r\n\r\n<p>Goods temporarily exported for processing under VAT only OP (DE 1/11 B53 or B54 at export) may not be re-imported using this Procedure Code</p>\r\n\r\n<p>Use of this procedure is subject to an authorisation for a Customs Warehouse (CW) being held for the premises declared in DE 2/7 (Identification of Warehouse).</p>\r\n\r\n<p>The goods must be entered to an approved CW premises, declared in DE 2/7 (Identification of Warehouse) of the declaration, in order to suspend the import duties and other charges.</p>\r\n\r\n<p>Goods can only be entered to CW where the CW is specifically authorised to receive them.</p>\r\n\r\n<p>Where the Additional Declaration Type used in DE 1/2 is: C or F, authorisation to use the Simplified Declaration Procedures (SDP) must also be held.</p>\r\n\r\n<p>Additional declaration types (DE 1/2): C, F or Y cannot be used where Authorisation by Customs Declaration is being claimed. AI code 00100 in DE 2/2 may only be used with codes A and D in DE 1/2.</p>\r\n\r\n<p>Authorisation by Customs Declaration may only be used where the entry to and discharge of the special procedure occurs within the same Member State.</p>\r\n\r\n<p>This Procedure Code may not be used with Entry in Declarant’s Records (EIDR).</p>",
                "correlationMatrix": [
                    {
                        "index": 109,
                        "code": "000",
                        "shortDescription": "No other Additional Procedure Code applies"
                    },
                    {
                        "index": 140,
                        "code": "2CD",
                        "shortDescription": "Controlled drugs released to a special procedure using Simplified Procedures"
                    },
                    {
                        "index": 141,
                        "code": "2CG",
                        "shortDescription": "Controlled Goods released to a special procedure using Simplified Procedures"
                    },
                    {
                        "index": 146,
                        "code": "46P",
                        "shortDescription": "Prior Import Equivalence for Outward Processing"
                    }
                ]
            },
            {
                "prevProcedure": "22",
                "shortDescription": "Entry to CW after OP, for goods not covered by 7121 (for example OP textiles)",
                "longDescription": "<p>Re-importation of goods temporarily exported, under the Outward Processing (OP) procedure, to a Customs Warehouse (Articles 240, 259 and 262 EU Reg. No. 952/2013 (UCC)) for goods not covered by Procedure Code 7121.</p>\r\n\r\n<p>This procedure covers goods reimported after process, adaptation, reworking or making up outside the Union, (other than under the procedures referred to under code 7121). This code covers the following situations:</p>\r\n\r\n<p>\r\n<ul>\r\n<li>The simultaneous application to textile products of the outward processing procedure and the economic outward processing procedure (Regulation (EC) No. 3036/94).</li>\r\n<li>Temporary export of goods from the Union for repair, processing, adaptation, making up or re-working where no customs duties will be due at re-importation.</li>\r\n</ul>\r\n</p>",
                "conditionForUse": "<p>This Procedure Code is used to claim suspension from any customs duties and other charges on goods re-imported under the outward processing (OP) procedure with simultaneous entry to a customs warehouse (CW) for goods not covered by Procedure Code 7121 (Articles 240, 259 and 262 EU Reg. No. 952/2013 (UCC)).</p>\r\n\r\n<p>A Customs Warehousing (CW) authorisation is needed to use this customs procedure. See conditions and requirements detailed in Notice 3001.</p>\r\n\r\n<p>A Customs Comprehensive Guarantee (CCG) is required to be authorised for Customs Warehousing (Articles 95 and 195 EU Reg. No. 952/2013 (UCC)).</p>\r\n\r\n<p>An OP authorisation, valid at the time of export, is needed to use this customs procedure, unless Additional Procedure Code (DE 1/11) B53 or B54 was used on the previous export declaration, and B06 is declared on this re-import declaration to signify ‘VAT only’ relief is being applied.</p>\r\n\r\n<p>The OP authorisation, where required, may be pre-approved (single member state or multi-state) or declaration specific (Authorisation by Customs Declaration), see conditions and requirements detailed in Notice 3001.</p>\r\n\r\n<p>Goods may be re-imported by a different person to the person who originally exported the goods under OP.</p>\r\n\r\n<p>Goods liable to customs duty and/or other charges, may be entered to an approved customs warehouse (CW) in order to suspend the payment of any customs duty or charges.</p>\r\n\r\n<p>These notes must be read in conjunction with the appropriate completion notes for the Additional Procedure Code used on the declaration (DE 1/11).</p>",
                "restrictionsOnUsage": "<p>Evidence of eligibility for customs duty relief under the Outward Processing (OP) procedure and the duty calculations to be applied to the goods must be provided to the depositor for use on the goods subsequent release to free circulation.</p>\r\n\r\n<p>The use of this procedure is subject to a full authorisation (single member state or multi-state), or an Authorisation by Customs Declaration being held at the time the goods were exported under OP, unless the declaration is for ‘VAT only’ relief (see Conditions above).</p>\r\n\r\n<p>Use of this procedure is subject to an authorisation for a Customs Warehouse (CW) being held for the premises declared in DE 2/7 (Identification of Warehouse).</p>\r\n\r\n<p>The goods must be entered to an approved CW premises, declared in DE 2/7 (Identification of Warehouse) of the declaration, in order to suspend the import duties and other charges.</p>\r\n\r\n<p>Goods can only be entered to CW where the CW is specifically authorised to receive them.</p>\r\n\r\n<p>Where the Additional Declaration Type used in DE 1/2 is: C or F, authorisation to use the Simplified Declaration Procedures (SDP) must also be held.</p>\r\n\r\n<p>Additional declaration types (DE 1/2): C, F or Y cannot be used where Authorisation by Customs Declaration is being claimed. AI code 00100 in DE 2/2 may only be used with codes A and D in DE 1/2.</p>\r\n\r\n<p>Authorisation by Customs Declaration may only be used where the entry to and discharge of the special procedure occurs within the same Member State.</p>\r\n\r\n<p>This Procedure Code may not be used with Entry in Declarant’s Records (EIDR).</p>",
                "correlationMatrix": [
                    {
                        "index": 2,
                        "code": "B02",
                        "shortDescription": "Processed products returning after repair under guarantee in accordance with Article 260 of the Code (goods repaired free of charge)."
                    },
                    {
                        "index": 3,
                        "code": "B03",
                        "shortDescription": "Processed products returning after replacement under guarantee in accordance with Article 261 of the Code (Standard Exchange System)"
                    },
                    {
                        "index": 4,
                        "code": "B06",
                        "shortDescription": "Processed products returning - VAT only"
                    },
                    {
                        "index": 104,
                        "code": "F15",
                        "shortDescription": "Goods introduced in the context of trade with Special Fiscal Territories or territories with which the EU has formed a Customs Union (Article 1(3) of the Code)"
                    },
                    {
                        "index": 109,
                        "code": "000",
                        "shortDescription": "No other Additional Procedure Code applies"
                    },
                    {
                        "index": 137,
                        "code": "1VW",
                        "shortDescription": "Goods liable to VAT only, declared for customs warehousing, or removed from customs warehousing"
                    },
                    {
                        "index": 140,
                        "code": "2CD",
                        "shortDescription": "Controlled drugs released to a special procedure using Simplified Procedures"
                    },
                    {
                        "index": 141,
                        "code": "2CG",
                        "shortDescription": "Controlled Goods released to a special procedure using Simplified Procedures"
                    },
                    {
                        "index": 146,
                        "code": "46P",
                        "shortDescription": "Prior Import Equivalence for Outward Processing"
                    },
                    {
                        "index": 147,
                        "code": "48P",
                        "shortDescription": "Prior Import Equivalence for the replacement of defective goods under Outward Processing"
                    }
                ]
            },
            {
                "prevProcedure": "23",
                "shortDescription": "Entry to CW after RGR",
                "longDescription": "<p>Release to a Customs Warehouse (Article 240 EU Reg. No. 952/2013 (UCC)) simultaneously registering an intention to claim Returned Goods Relief (RGR, Article 203 EU Reg. No. 952/2013 (UCC)) for goods being re-imported in an unaltered state following their temporary export to a third country.</p>",
                "conditionForUse": "<p>This Procedure Code is used to register a claim to relief under RGR (on the goods subsequent removal to free circulation) with simultaneous release to a Customs Warehouse (CW) for goods re-imported in an unaltered state following their temporary export to a third country (Article 203 EU Reg. No. 952/2013 (UCC)).</p>\r\n\r\n<p>A Customs Warehousing (CW) authorisation is needed to use this customs procedure. See conditions and requirements detailed in Notice 3001.</p>\r\n\r\n<p>A Customs Comprehensive Guarantee (CCG) is required to be authorised for Customs Warehousing (Articles 95 and 195 EU Reg. No. 952/2013 (UCC)).</p>\r\n\r\n<p>Goods liable to customs duty and/or other charges, may be entered to an approved customs warehouse (CW) in order to suspend the payment of any customs duty or charges.</p>\r\n\r\n<p>Goods must return in an un-altered state, to the Union within 3 years of export (unless a waiver has been granted). A period of 6 years is allowed for Crown Servants.</p>\r\n\r\n<p>No changes may be made to the goods, other than to maintain them in the same working condition as they were exported.</p>\r\n\r\n<p>No changes may be made to the goods that will increase the value or upgrade the specification.</p>\r\n\r\n<p>No changes may be made to the goods that will increase the value or upgrade the specification.</p>\r\n\r\n<p>These notes must be read in conjunction with the appropriate completion notes for the Additional Procedure Code used on the declaration (DE 1/11).</p>",
                "restrictionsOnUsage": "<p>Evidence of eligibility for customs duty relief under RGR must be available on their subsequent release from the customs warehouse to free circulation.</p>\r\n\r\n<p>Goods must not have been exported for the purpose of repair or process.</p>\r\n\r\n<p>Use of this procedure is subject to an authorisation for a Customs Warehouse (CW) being held for the premises declared in DE 2/7 (Identification of Warehouse).</p>\r\n\r\n<p>The goods must be entered to an approved CW premises, declared in DE 2/7 (Identification of Warehouse) of the declaration, in order to suspend the import duties and other charges.</p>\r\n\r\n<p>Goods can only be entered to CW where the CW is specifically authorised to receive them.</p>\r\n\r\n<p>Where the Additional Declaration Type used in DE 1/2 is: C, F, J or K authorisation to use the Simplified Declaration Procedures (SDP) or Entry in Declarant’s Record’s (EIDR) must also be held.</p>\r\n\r\n<p>Where the INF document codes in DE 2/3 are declared, Entry in Declarant’s Records (EIDR) may not be used.</p>\r\n\r\n<p>Where a C21i EIDR NOP is used to enter the goods an authorisation for Entry in Declarant’s Records (EIDR) must be held.</p>\r\n\r\n<p>EIDR cannot be used to declare controlled drugs or controlled goods under this Procedure Code.</p>\r\n\r\n<p>Entry in Declarant’s Records (EIDR) may not be used to both enter and remove the goods from the customs warehousing procedure. Declarant’s intending to use EIDR to remove the goods from the warehouse at a later date should use an alternative method to enter them using this Procedure Code.</p>",
                "correlationMatrix": [
                    {
                        "index": 97,
                        "code": "F01",
                        "shortDescription": "Relief from import duties for returned goods (Article 203 of the Code)"
                    },
                    {
                        "index": 98,
                        "code": "F02",
                        "shortDescription": "Relief from import duties for returned goods (Special circumstances provided for in Article 159 of Delegated Regulation (EU) 2015/2446: agriculture goods)"
                    },
                    {
                        "index": 99,
                        "code": "F03",
                        "shortDescription": "Relief from import duties for returned goods (Special circumstances provided for in Article 158 (2) of Delegated Regulation (EU) 215/2446 repair or restoration)"
                    },
                    {
                        "index": 100,
                        "code": "F04",
                        "shortDescription": "Processed products which return to the European Union after having been previously re-exported subsequent to an inward processing procedure (Article 205 (1) of the Code)"
                    },
                    {
                        "index": 101,
                        "code": "F05",
                        "shortDescription": "Relief from import duties and from VAT for returned goods (Art. 203 of the Code and Art. 143(1)(e) (Directive 2006/112/EC)"
                    },
                    {
                        "index": 103,
                        "code": "F07",
                        "shortDescription": "Processed products which returned to the European Union after having been previously re-exported subsequent to an inward processing procedure where the import duty is determined in accordance with Article 86(3) of the Code (Article 205(2) of the Code)"
                    },
                    {
                        "index": 104,
                        "code": "F15",
                        "shortDescription": "Goods introduced in the context of trade with Special Fiscal Territories or territories with which the EU has formed a Customs Union (Article 1(3) of the Code)"
                    },
                    {
                        "index": 109,
                        "code": "000",
                        "shortDescription": "No other Additional Procedure Code applies"
                    },
                    {
                        "index": 133,
                        "code": "1RV",
                        "shortDescription": "Relief from VAT (VAT exemption is claimed)"
                    },
                    {
                        "index": 137,
                        "code": "1VW",
                        "shortDescription": "Goods liable to VAT only, declared for customs warehousing, or removed from customs warehousing"
                    },
                    {
                        "index": 140,
                        "code": "2CD",
                        "shortDescription": "Controlled drugs released to a special procedure using Simplified Procedures"
                    },
                    {
                        "index": 141,
                        "code": "2CG",
                        "shortDescription": "Controlled Goods released to a special procedure using Simplified Procedures"
                    }
                ]
            },
            {
                "prevProcedure": "51",
                "shortDescription": "Entry to CW after IP",
                "longDescription": "<p>Release to a Customs Warehouse (Article 240 EU Reg. No. 952/2013 (UCC)) where the goods have been previously entered to inward processing (Article 256 EU Reg. No. 952/2013 (UCC)).</p>",
                "conditionForUse": "<p>This Procedure Code is used to claim a suspension from customs duties and other charges for goods entered to a Customs Warehouse (CW) which were previously entered to inward processing (IP).</p>\r\n\r\n<p>A Customs Warehousing (CW) authorisation is needed to use this customs procedure. See conditions and requirements detailed in Notice 3001.</p>\r\n\r\n<p>A Customs Comprehensive Guarantee (CCG) is required to be authorised for Customs Warehousing (Articles 95 and 195 EU Reg. No. 952/2013 (UCC)).</p>\r\n\r\n<p>An Inward Processing (IP) authorisation, valid at the time the goods were entered to IP, is needed to use this customs procedure. This may be pre-approved (single member state or multi-state) or declaration specific (Authorisation by Customs Declaration), see conditions and requirements detailed in Notice 3001.</p>\r\n\r\n<p>Goods liable to customs duty and/or other charges, may be entered to an approved customs warehouse (CW) in order to suspend the payment of any customs duty or charges.</p>\r\n\r\n<p>These notes must be read in conjunction with the appropriate completion notes for the Additional Procedure Code used on the declaration (DE 1/11).</p>",
                "restrictionsOnUsage": "<p>Evidence of eligibility for customs duty relief under the Inward Processing (IP) procedure and the duty calculations to be applied to the goods must be provided to the depositor for use on the goods subsequent release to free circulation.</p>\r\n\r\n<p>Use of this procedure is subject to an authorisation for a Customs Warehouse (CW) being held for the premises declared in DE 2/7 (Identification of Warehouse).</p>\r\n\r\n<p>The use of this procedure is subject to a full authorisation (single member state or multi-state), or an Authorisation by Customs Declaration being held at the time the goods were entered to IP.</p>\r\n\r\n<p>The goods must be entered to an approved CW premises, declared in DE 2/7 (Identification of Warehouse) of the declaration, in order to suspend the import duties and other charges.</p>\r\n\r\n<p>Goods can only be entered to CW where the CW is specifically authorised to receive them.</p>\r\n\r\n<p>This Procedure Code may not be used with Simplified Declaration Procedure (SDP).</p>\r\n\r\n<p>EIDR cannot be used to declare controlled drugs or controlled goods under this Procedure Code.</p>\r\n\r\n<p>Entry in Declarant’s Records (EIDR) may not be used to both enter and remove the goods from the customs warehousing procedure. Declarant’s intending to use EIDR to remove the goods from the warehouse at a later date should use a standard declaration (Additional Declaration Type A) to enter the goods to the customs warehouse.</p>\r\n\r\n<p>\r\nEntry in Declarant’s Records (EIDR) may only be used to enter the goods to this procedure where the conditions below for the supplementary declaration waiver are met:<br>\r\n<ul>\r\n<li>A full inward processing authorisation was held at the time the goods were entered to IP.</li>\r\n<li>The obligation to lodge a supplementary declaration shall be waived where the goods are placed under a customs warehousing procedure (Article 167 (2)(a) EU Reg. No. 952/2013 (UCC)).</li>\r\n<li>The obligation to lodge a supplementary declaration under EIDR shall also be waived for goods for which a special procedure (other than transit) has been discharged by placing them under a subsequent special procedure other than transit, provided that all of the following conditions are fulfilled (Article 183 (a) – (c) EU Reg. No 2015/2446):<br>\r\n(a) the holder of the authorisation of the first and subsequent special procedure is the same person;<br>\r\n(b) the customs declaration for the first special procedure was lodged in the standard form, or the declarant has lodged a supplementary declaration in accordance with the first sub-paragraph of Article 167(1) of the Code in respect of the first special procedure;<br>\r\n(c) the first special procedure is discharged by the placement of goods under a subsequent special procedure other than End-Use or Inward Processing, following the lodging of a customs declaration in the form of an Entry In the Declarant’s Records (EIDR).</li>\r\n</ul>\r\n</p>",
                "correlationMatrix": [
                    {
                        "index": 1,
                        "code": "A04",
                        "shortDescription": "Goods which are being placed under or discharged from an Inward Processing procedure (VAT only)"
                    },
                    {
                        "index": 104,
                        "code": "F15",
                        "shortDescription": "Goods introduced in the context of trade with Special Fiscal Territories or territories with which the EU has formed a Customs Union (Article 1(3) of the Code)"
                    },
                    {
                        "index": 107,
                        "code": "F44",
                        "shortDescription": "Inward Processing; customs debt under Article 86(3) of the Code"
                    },
                    {
                        "index": 109,
                        "code": "000",
                        "shortDescription": "No other Additional Procedure Code applies"
                    },
                    {
                        "index": 137,
                        "code": "1VW",
                        "shortDescription": "Goods liable to VAT only, declared for customs warehousing, or removed from customs warehousing"
                    }
                ]
            },
            {
                "prevProcedure": "53",
                "shortDescription": "Entry to CW after TA",
                "longDescription": "<p>Release to a Customs Warehouse (Article 240 EU Reg. No. 952/2013 (UCC)), where the goods have been previously entered to temporary admission (Article 250 EU Reg. No. 952/2013 (UCC)).</p>",
                "conditionForUse": "<p>This Procedure Code is used to claim a suspension from customs duties and other charges for goods entered to a Customs Warehouse (CW), which were previously entered to temporary admission (TA).</p>\r\n\r\n<p>A Customs Warehousing (CW) authorisation is needed to use this customs procedure. See conditions and requirements detailed in Notice 3001.</p>\r\n\r\n<p>A Customs Comprehensive Guarantee (CCG) is required to be authorised for Customs Warehousing (Articles 95 and 195 EU Reg. No. 952/2013 (UCC)).</p>\r\n\r\n<p>A Temporary Admission (TA) authorisation, valid at the time the goods were entered to TA, is needed to use this customs procedure. This may be pre-approved (single member state or multi-state) or declaration specific (Authorisation by Customs Declaration), see conditions and requirements detailed in Notice 3001.</p>\r\n\r\n<p>The MRN for the declaration which previously entered the goods to TA must be declared in DE 2/1 as a previous Document.</p>\r\n\r\n<p>Where the goods are being transferred between different authorisation holders, the AI statement code ‘TAPAR’ must be declared in DE 2/2 where the goods were subject to TA with partial relief providing details of the amount of revenue paid whilst the goods were held under TA.</p>\r\n\r\n<p>Goods liable to customs duty and/or other charges, may be entered to an approved Customs Warehouse (CW) in order to suspend the payment of any customs duty or charges.</p>\r\n\r\n<p>These notes must be read in conjunction with the appropriate completion notes for the Additional Procedure Code used on the declaration (DE 1/11).</p>",
                "restrictionsOnUsage": "<p>Evidence of eligibility for customs duty relief under the Temporary Admission (TA) procedure must be provided to the depositor for use on the goods subsequent release to free circulation.</p>\r\n\r\n<p>Use of this procedure is subject to an authorisation for a Customs Warehouse (CW) being held for the premises declared in DE 2/7 (Identification of Warehouse).</p>\r\n\r\n<p>The goods must be entered to an approved CW premises, declared in DE 2/7 (Identification of Warehouse) of the declaration, in order to suspend the import duties and other charges.</p>\r\n\r\n<p>Goods can only be entered to CW where the CW is specifically authorised to receive them.</p>\r\n\r\n<p>The use of this procedure is subject to a full authorisation (single member state or multi-state), or an Authorisation by Customs Declaration being held at the time the goods were entered to TA.</p>\r\n\r\n<p>This Procedure Code may not be used with Simplified Declaration Procedure (SDP).</p>\r\n\r\n<p>EIDR cannot be used to declare controlled drugs or controlled goods under this Procedure Code.</p>\r\n\r\n<p>Entry in Declarant’s Records (EIDR) may not be used to both enter and remove the goods from the customs warehousing procedure. Declarant’s intending to use EIDR to remove the goods from the warehouse at a later date should use a standard declaration (Additional Declaration Type A) to enter the goods to the customs warehouse.</p>\r\n\r\n<p>\r\nEntry in Declarant’s Records (EIDR) may only be used to enter the goods to this procedure where the conditions below for the supplementary declaration waiver are met:<br>\r\n<ul>\r\n<li>A full Temporary Admission authorisation was held at the time the goods were entered to TA.</li>\r\n<li>The obligation to lodge a supplementary declaration shall be waived where the goods are placed under a customs warehousing procedure (Article 167 (2)(a) EU Reg. No. 952/2013 (UCC)).</li>\r\n<li>The obligation to lodge a supplementary declaration under EIDR shall also be waived for goods for which a special procedure (other than transit) has been discharged by placing them under a subsequent special procedure other than transit, provided that all of the following conditions are fulfilled (Article 183 (a) – (c) EU Reg. No 2015/2446):<br>\r\n(a) the holder of the authorisation of the first and subsequent special procedure is the same person;<br>\r\n(b) the customs declaration for the first special procedure was lodged in the standard form, or the declarant has lodged a supplementary declaration in accordance with the first sub-paragraph of Article 167(1) of the Code in respect of the first special procedure;<br>\r\n(c) the first special procedure is discharged by the placement of goods under a subsequent special procedure other than End-Use or Inward Processing, following the lodging of a customs declaration in the form of an Entry In the Declarant’s Records (EIDR).</li>\r\n</ul>\r\n</p>",
                "correlationMatrix": [
                    {
                        "index": 104,
                        "code": "F15",
                        "shortDescription": "Goods introduced in the context of trade with Special Fiscal Territories or territories with which the EU has formed a Customs Union (Article 1(3) of the Code)"
                    },
                    {
                        "index": 109,
                        "code": "000",
                        "shortDescription": "No other Additional Procedure Code applies"
                    },
                    {
                        "index": 137,
                        "code": "1VW",
                        "shortDescription": "Goods liable to VAT only, declared for customs warehousing, or removed from customs warehousing"
                    }
                ]
            },
            {
                "prevProcedure": "54",
                "shortDescription": "Entry to CW after IP in another Member State",
                "longDescription": "<p>Release to a Customs Warehouse (Article 240 EU Reg. No. 952/2013 (UCC)) where the goods have been previously entered to inward processing in another member state (Article 211(1) and 256 EU Reg. No. 952/2013 (UCC)).</p>",
                "conditionForUse": "<p>This Procedure Code is used to claim a suspension from customs duties and other charges for goods entered to a Customs Warehouse (CW) which were previously entered to Inward Processing (IP) in another member state.</p>\r\n\r\n<p>A Customs Warehousing (CW) authorisation is needed to use this customs procedure. See conditions and requirements detailed in Notice 3001.</p>\r\n\r\n<p>A Customs Comprehensive Guarantee (CCG) is required to be authorised for Customs Warehousing (Articles 95 and 195 EU Reg. No. 952/2013 (UCC)).</p>\r\n\r\n<p>A full, multi-state Inward Processing (IP) authorisation, valid at the time the goods were entered to IP, is needed to use this customs procedure, see conditions and requirements detailed in Notice 3001.</p>\r\n\r\n<p>Goods liable to customs duty and/or other charges, may be entered to an approved customs warehouse (CW) in order to suspend the payment of any customs duty or charges.</p>\r\n\r\n<p>These notes must be read in conjunction with the appropriate completion notes for the Additional Procedure Code used on the declaration (DE 1/11).</p>",
                "restrictionsOnUsage": "<p>Evidence of eligibility for customs duty relief under the Inward Processing (IP) procedure and the duty calculations to be applied to the goods must be provided to the depositor for use on the goods subsequent release to free circulation.</p>\r\n\r\n<p>Use of this procedure is subject to an authorisation for a Customs Warehouse (CW) being held for the premises declared in DE 2/7 (Identification of Warehouse).</p>\r\n\r\n<p>The use of this procedure is subject to a full multi-state authorisation being held for IP at the time the goods were entered to IP.</p>\r\n\r\n<p>Authorisation by Customs Declaration cannot be used with this Procedure Code.</p>\r\n\r\n<p>The goods must be entered to an approved CW premises, declared in DE 2/7 (Identification of Warehouse) of the declaration, in order to suspend the import duties and other charges.</p>\r\n\r\n<p>Goods can only be entered to CW where the CW is specifically authorised to receive them.</p>\r\n\r\n<p>Simplified Declaration Procedure (SDP) and Entry in Declarants Record’s (EIDR) may not be used with this Procedure Code.</p>\r\n\r\n<p>EIDR cannot be used to declare controlled drugs or controlled goods under this Procedure Code.</p>",
                "correlationMatrix": [
                    {
                        "index": 1,
                        "code": "A04",
                        "shortDescription": "Goods which are being placed under or discharged from an Inward Processing procedure (VAT only)"
                    },
                    {
                        "index": 107,
                        "code": "F44",
                        "shortDescription": "Inward Processing; customs debt under Article 86(3) of the Code"
                    },
                    {
                        "index": 109,
                        "code": "000",
                        "shortDescription": "No other Additional Procedure Code applies"
                    }
                ]
            },
            {
                "prevProcedure": "71",
                "shortDescription": "Transfer between different customs warehouses",
                "longDescription": "<p>Release to a Customs Warehouse where the goods are being transferred between different customs warehouses (Article 240 EU Reg. No. 952/2013 (UCC)).</p>",
                "conditionForUse": "<p>This Procedure Code is used to claim a suspension from customs duties and other charges for goods being transferred between different Customs Warehouses (CW).</p>\r\n\r\n<p>A valid authorisation for CW is required by both warehousekeepers in order to use this procedure. See conditions and requirements detailed in Notice 3001:</p>\r\n\r\n<p>The dispatching CW:<br>\r\n<ul>\r\n<li>The details for the party dispatching CW should be entered against the PREMS AI statement code in DE 2/2.</li>\r\n<li>DE 2/3 and DE 3/39 are not required for the party discharging IP</li>\r\n</ul>\r\n</p>\r\n\r\n<p>The receiving CW:<br>\r\n<ul>\r\n<li>The details of the receiving CW authorisation should be declared against the relevant Document and Authorisation Type codes in DE 2/3 and DE 3/39.</li>\r\n<li>The receiving customs warehouse ID should be declared in DE 2/7.</li>\r\n</ul>\r\n</p>\r\n\r\n<p>A Customs Comprehensive Guarantee (CCG) is required to be authorised for Customs Warehousing (Articles 95 and 195 EU Reg. No. 952/2013 (UCC)).</p>\r\n\r\n<p>Goods liable to customs duty and/or other charges, may be entered to an approved customs warehouse (CW) in order to suspend the payment of any customs duty or charges.</p>\r\n\r\n<p>The MRN of this declaration must be provided to the dispatching warehousekeeper for their records as evidence that the goods have been entered to a subsequent warehouse. The dispatching warehousekeeper must also be provided with confirmation of receipt of the goods into the receiving warehouse.</p>\r\n\r\n<p>These notes must be read in conjunction with the appropriate completion notes for the Additional Procedure Code used on the declaration (DE 1/11).</p>",
                "restrictionsOnUsage": "<p>Use of this procedure is subject to an authorisation for a Customs Warehouse (CW) being held by both warehousekeepers. The receiving customs warehouse premises must be declared in DE 2/7 (Identification of Warehouse).</p>\r\n\r\n<p>The goods must be entered to an approved CW premises, declared in DE 2/7 (Identification of Warehouse) of the declaration, in order to suspend the import duties and other charges.</p>\r\n\r\n<p>Goods can only be entered to CW where the CW is specifically authorised to receive them.</p>\r\n\r\n<p>This Procedure Code may not be used with Simplified Declaration Procedure (SDP).</p>\r\n\r\n<p>EIDR cannot be used to declare controlled drugs or controlled goods under this Procedure Code.</p>\r\n\r\n<p>Entry in Declarant’s Record’s (EIDR) may not be used to both enter and remove the goods from the customs warehousing procedure. Where EIDR was used to enter the goods to the dispatching warehouse, a standard declaration using code ‘A’ in Additional Declaration Type (DE 1/2) must be used.</p>\r\n\r\n<p>\r\nEntry in Declarant’s Record’s (EIDR) may only be used to enter the goods to this procedure where the conditions below for the supplementary declaration waiver are met:<br>\r\n<ul>\r\n<li>The obligation to lodge a supplementary declaration shall be waived where the goods are placed under a customs warehousing procedure (Article 167 (2)(a) EU Reg. No. 952/2013 (UCC)).</li>\r\n<li>The obligation to lodge a supplementary declaration under EIDR shall also be waived for goods for which a special procedure (other than transit) has been discharged by placing them under a subsequent special procedure other than transit, provided that all of the following conditions are fulfilled (Article 183 (a) – (c) EU Reg. No 2015/2446):<br>\r\n(a) the holder of the authorisation of the first and subsequent special procedure is the same person;<br>\r\n(b) the customs declaration for the first special procedure was lodged in the standard form, or the declarant has lodged a supplementary declaration in accordance with the first sub-paragraph of Article 167(1) of the Code in respect of the first special procedure;<br>\r\n(c) the first special procedure is discharged by the placement of goods under a subsequent special procedure other than End-Use or Inward Processing, following the lodging of a customs declaration in the form of an Entry In the Declarant’s Records (EIDR).</li>\r\n</ul>\r\n</p>",
                "correlationMatrix": [
                    {
                        "index": 104,
                        "code": "F15",
                        "shortDescription": "Goods introduced in the context of trade with Special Fiscal Territories or territories with which the EU has formed a Customs Union (Article 1(3) of the Code)"
                    },
                    {
                        "index": 109,
                        "code": "000",
                        "shortDescription": "No other Additional Procedure Code applies"
                    },
                    {
                        "index": 137,
                        "code": "1VW",
                        "shortDescription": "Goods liable to VAT only, declared for customs warehousing, or removed from customs warehousing"
                    }
                ]
            },
            {
                "prevProcedure": "78",
                "shortDescription": "Entry to CW on release from a FZ",
                "longDescription": "<p>Release to a Customs Warehouse (Article 240 EU Reg. No. 952/2013 (UCC)) where the goods are being released from a Free Zone (Article 243 EU Reg. No. 952/2013 (UCC)).</p>",
                "conditionForUse": "<p>This Procedure Code is used to claim a suspension from customs duties and other charges for goods which are being released from a Free Zone (FZ).</p>\r\n\r\n<p>A valid authorisation for CW is required in order to use this procedure. See conditions and requirements detailed in Notice 3001.</p>\r\n\r\n<p>A Customs Comprehensive Guarantee (CCG) is required to be authorised for Customs Warehousing (Articles 95 and 195 EU Reg. No. 952/2013 (UCC)).</p>\r\n\r\n<p>A Free Zone (FZ) authorisation is needed to use this customs procedure. See conditions and requirements detailed in Notice 3001.</p>\r\n\r\n<p>The MRN of this declaration must be provided to the Free Zone Operator for their records as evidence that the goods have been entered to a customs procedure. The Free Zone Operator must also be provided with confirmation of receipt of the goods into the Customs Warehouse.</p>\r\n\r\n<p>Goods liable to customs duty and/or other charges, may be entered to an approved customs warehouse (CW) in order to suspend the payment of any customs duty or charges.</p>\r\n\r\n<p>These notes must be read in conjunction with the appropriate completion notes for the Additional Procedure Code used on the declaration (DE 1/11).</p>",
                "restrictionsOnUsage": "<p>Use of this procedure is subject to an authorisation for a Customs Warehouse (CW) being held.</p>\r\n\r\n<p>The goods must be entered to an approved CW premises, declared in DE 2/7 (Identification of Warehouse) of the declaration, in order to suspend the import duties and other charges.</p>\r\n\r\n<p>Goods can only be entered to CW where the CW is specifically authorised to receive them.</p>\r\n\r\n<p>Where the Additional Declaration Type used in DE 1/2 is: C authorisation to use the Simplified Declaration Procedures (SDP) must also be held.</p>\r\n\r\n<p>This Procedure Code may not be used with Entry in Declarant’s Record’s (EIDR).</p>",
                "correlationMatrix": [
                    {
                        "index": 104,
                        "code": "F15",
                        "shortDescription": "Goods introduced in the context of trade with Special Fiscal Territories or territories with which the EU has formed a Customs Union (Article 1(3) of the Code)"
                    },
                    {
                        "index": 109,
                        "code": "000",
                        "shortDescription": "No other Additional Procedure Code applies"
                    },
                    {
                        "index": 137,
                        "code": "1VW",
                        "shortDescription": "Goods liable to VAT only, declared for customs warehousing, or removed from customs warehousing"
                    },
                    {
                        "index": 140,
                        "code": "2CD",
                        "shortDescription": "Controlled drugs released to a special procedure using Simplified Procedures"
                    },
                    {
                        "index": 141,
                        "code": "2CG",
                        "shortDescription": "Controlled Goods released to a special procedure using Simplified Procedures"
                    }
                ]
            }
        ]
    }
]